{
  "chapter": 1,
  "verses": {
    "1": {
      "sanskrit": "धृतराष्ट्र उवाच | धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सवः मामकाः पाण्डवाश्चैव किमकुर्वत सञ्जय || १.१ ||",
      "english": "Dhritarashtra said: O Sanjaya, assembled in the holy land of Kurukshetra and eager for battle, what did my sons and the sons of Pandu do?",
      "hindi": "धृतराष्ट्र ने कहा: हे संजय, धर्मक्षेत्र कुरुक्षेत्र में एकत्र होकर युद्ध के इच्छुक मेरे और पांडु के पुत्रों ने क्या किया?",
      "telugu": "ధృతరాష్ట్రుడు చెప్పెను: ఓ సంజయ, ధర్మక్షేత్రం అయిన కురుక్షేత్రంలో సమకూరిన యుద్ధోత్సుకులైన నా కుమారులు మరియు పాండవులు ఏమి చేసారు?",
      "tamil": "திருதராஷ்டிரன் கூறினான்: ஓ சஞ்சயா, குறுக்ஷேத்ரத்தில் திரண்டுள்ள பாண்டவர்கள் மற்றும் என் மகன்கள் என்ன செய்தார்கள்?",
      "kannada": "ಧೃತರಾಷ್ಟ್ರನು ಹೇಳಿದನು: ಓ ಸಂಜಯ, ಧರ್ಮಕ್ಷೇತ್ರ ಕುರುಕ್ಷೇತ್ರದಲ್ಲಿ ಕೂಡಿರುವ ನನ್ನ ಮಕ್ಕಳೂ ಪಾಂಡವರೂ ಏನು ಮಾಡಿದರು?"
    },
    "2": {
      "sanskrit": "सञ्जय उवाच | दृष्ट्वा तु पाण्डवानीकं व्यूढं दुर्योधनस्तदा | आचार्यमुपसङ्गम्य राजा वचनमब्रवीत् || १.२ ||",
      "english": "Sanjaya said: O King, after observing the Pandava army arranged in military formation, King Duryodhana approached his teacher and spoke these words.",
      "hindi": "संजय ने कहा: हे राजा, पांडव सेना को व्यूह में व्यवस्थित देखकर, दुर्योधन अपने आचार्य के पास गया और यह वचन कहा।",
      "telugu": "సంజయుడు చెప్పెను: ఓ రాజా, పాండవుల సైన్యాన్ని వ్యూహంగా ఏర్పాటు చేయబడినట్లుగా చూసి, రాజు దుర్యోధనుడు తన గురువు వద్దకు వెళ్లి ఇలా చెప్పాడు.",
      "tamil": "சஞ்சயன் கூறினான்: ஓ அரசா, பாண்டவர்களின் படையை முறையாக அடுக்கி வைக்கப்பட்டதாகக் காண்பித்தபின், அரசன் துரியோதனன் தனது ஆசிரியரிடம் சென்று இவ்வாறு கூறினான்.",
      "kannada": "ಸಂಜಯನು ಹೇಳಿದನು: ಓ ರಾಜಾ, ಪಾಂಡವರ ಸೇನೆಯನ್ನು ವ್ಯೂಹ ರೂಪದಲ್ಲಿ ಕಂಡು, ರಾಜ ದುರ್ಯೋಧನನು ತನ್ನ ಗುರು ಬಳಿಗೆ ಹೋಗಿ ಹೀಗೆ ಹೇಳಿದನು."
    },
    "3": {
      "sanskrit": "पश्यैतां पाण्डुपुत्राणामाचार्य महतीं चमूम् | व्यूढां द्रुपदपुत्रेण तव शिष्येण धीमता || १.३ ||",
      "english": "O teacher, behold this mighty army of the sons of Pandu, arrayed in military formation by the intelligent son of Drupada, your disciple.",
      "hindi": "हे आचार्य, इस विशाल पांडव सेना को देखिए, जिसे आपके शिष्य, चतुर द्रुपदपुत्र ने व्यवस्थित किया है।",
      "telugu": "ఓ గురువరా, ఈ మహా పాండవ సైన్యాన్ని చూడండి, దీనిని మీ శిష్యుడు, తెలివైన ద్రుపదుని కుమారుడు ఏర్పరిచాడు.",
      "tamil": "ஓ ஆசார்யா, இந்தப் பெரிய பாண்டவர்களின் படையினைப் பார், இதை உங்கள் சீடன், புத்திசாலி திருபதனின் மகன் வடிவமைத்துள்ளார்.",
      "kannada": "ಓ ಗುರುವರೆ, ಈ ಮಹಾ ಪಾಂಡವ ಸೇನೆಯನ್ನು ನೋಡಿ, ಇದನ್ನು ನಿಮ್ಮ ಶಿಷ್ಯನಾದ ಬುದ್ಧಿವಂತ ದ್ರುಪದರ ಪುತ್ರನು ವ್ಯವಸ್ಥಿತಗೊಳಿಸಿದ್ದಾನೆ."
    },
    "5": {
      "sanskrit": "अत्र शूरा महेष्वासा भीमार्जुनसमा युधि | युयुधानो विराटश्च द्रुपदश्च महारथः || १.५ ||",
      "english": "Here in this army, there are many heroic archers equal to Bhima and Arjuna in battle, such as Yuyudhana, Virata, and Drupada, the great chariot-warrior.",
      "hindi": "इस सेना में भीम और अर्जुन के समान पराक्रमी धनुर्धर हैं, जैसे युयुधान, विराट और महान रथी द्रुपद।",
      "telugu": "ఈ సేనలో భీముడికి మరియు అర్జునుడికి సమానమైన మహా ధనుర్ధారులు ఉన్నారు, ఉదాహరణకు యుయుధానుడు, విరాటుడు మరియు మహా రథి ద్రుపదుడు.",
      "tamil": "இந்த படையில் பீமா மற்றும் அர்ஜுனனுக்கு சமமான வில்லாளர்கள் உள்ளனர், அவர்களில் யுயுதானன், விராடன், திருபதன் போன்ற வீரர்களும் அடங்குவர்.",
      "kannada": "ಈ ಸೈನ್ಯದಲ್ಲಿ ಭೀಮ ಮತ್ತು ಅರ್ಜುನನಿಗೆ ಸಮಾನರಾದ ಮಹಾವೀರರು ಇದ್ದಾರೆ, ಉದಾಹರಣೆಗೆ ಯುಯುಧಾನ, ವಿರಾಟ ಮತ್ತು ಮಹಾ ರಥಿ ದ್ರುಪದ."
    },
    "6": {
      "sanskrit": "धृष्टकेतुश्चेकितानः काशिराजश्च वीर्यवान् | पुरुजित्कुन्तिभोजश्च शैब्यश्च नरपुङ्गवः || १.६ ||",
      "english": "There are also warriors like Dhrishtaketu, Chekitana, the valiant King of Kashi, Purujit, Kuntibhoja, and the noble Shaibya.",
      "hindi": "यहाँ धृष्टकेतु, चेकितान, वीर्यवान काशी के राजा, पुरुजित, कुन्तिभोज और महान शैब्य भी हैं।",
      "telugu": "ఇక్కడ ధృష్టకేతు, చెకితాన, వీర్యవంతుడైన కాశీ రాజు, పురుజిత్, కుంతిభోజ్ మరియు శైబ్య ఉన్నారు.",
      "tamil": "இங்கே த்ருஷ்டகேது, செகிதானன், வீரமான காசி அரசன், புருஜித், குந்திபோஜன் மற்றும் நற்புகழ் பெற்ற சைபியன் உள்ளனர்.",
      "kannada": "ಇಲ್ಲಿ ಧೃಷ್ಟಕೇತು, ಚೆಕಿತಾನ, ಶೂರ ಕಾಶಿರಾಜ, ಪರುಜಿತ್, ಕುಂತಿಭೋಜ ಮತ್ತು ಶೈಬ್ಯ ಸಹ ಇದ್ದಾರೆ."
    },
    "7": {
      "sanskrit": "युधामन्युश्च विक्रान्त उत्तमौजाश्च वीर्यवान् | सौभद्रश्च महारथः द्रौपदेयाश्च सर्वशः || १.७ ||",
      "english": "There are also Yudhamanyu, the valiant Uttamaujas, the mighty son of Subhadra, and the five sons of Draupadi, all great chariot-warriors.",
      "hindi": "यहाँ युधामन्यु, वीर्यवान उत्तमौजा, सुभद्रा का पुत्र और द्रौपदी के पांचों पुत्र, सभी महारथी हैं।",
      "telugu": "ఇక్కడ యుధామన్యుడు, ఉత్కృష్టమైన వీర్యవంతుడు ఉత్తమౌజ, సుభద్రుని కుమారుడు మరియు ద్రౌపదియొక్క ఐదు కుమారులు ఉన్నారు.",
      "tamil": "இங்கே யுத்தமான்யு, வலுவான உத்தமௌஜஸ், மகத்தான சுபத்ராவின் மகன் மற்றும் திரௌபதியின் ஐந்து மகன்கள் உள்ளனர்.",
      "kannada": "ಇಲ್ಲಿ ಯುದ್ಧಾಮನ್ಯು, ಶೂರನಾದ ಉತ್ತಮೌಜ, ಸೌಭದ್ರನು ಮತ್ತು ದ್ರೌಪದಿಯ ಐದು ಪುತ್ರರು ಇದ್ದಾರೆ."
    },
    "8": {
      "sanskrit": "अस्माकं तु विशिष्टा ये तान्निबोध द्विजोत्तम | नायका मम सैन्यस्य संज्ञार्थं तान्ब्रवीमि ते || १.८ ||",
      "english": "O best among Brahmins, now hear about the distinguished commanders in my army. For your information, I will name them.",
      "hindi": "हे ब्राह्मणों में श्रेष्ठ, अब मेरे सैन्य के विशिष्ट नायकों को सुनो। तुम्हारी जानकारी के लिए, मैं उनके नाम बताता हूँ।",
      "telugu": "ఓ బ్రాహ్మణులలో శ్రేష్టుడా, ఇప్పుడు నా సేనలోని ముఖ్య నేతలను వినండి. మీ అవగాహన కోసం, నేను వారి పేర్లను చెబుతున్నాను.",
      "tamil": "ஓ ப்ராமணர்களில் சிறந்தவரே, இப்போது எனது படையின் முக்கிய தலைவர்களை கேளுங்கள். உங்களுக்காக, நான் அவர்களின் பெயர்களைப் குறிப்பிடுகிறேன்.",
      "kannada": "ಓ ಬ್ರಾಹ್ಮಣರಲ್ಲಿ ಶ್ರೇಷ್ಠನೆ, ಈಗ ನನ್ನ ಸೈನ್ಯದ ಪ್ರಮುಖ ನಾಯಕರನ್ನು ಕೇಳಿ. ನಿಮಗಾಗಿ, ನಾನು ಅವರ ಹೆಸರುಗಳನ್ನು ಹೇಳುತ್ತೇನೆ."
    },
    "9": {
      "sanskrit": "भवान्भीष्मश्च कर्णश्च कृपश्च समितिञ्जयः | अश्वत्थामा विकर्णश्च सौमदत्तिस्तथैव च || १.९ ||",
      "english": "There are yourself, Bhishma, Karna, and Kripa, who are ever victorious in battle, along with Ashwatthama, Vikarna, and the son of Somadatta.",
      "hindi": "आप, भीष्म, कर्ण, और सदा विजयशाली कृपाचार्य, साथ ही अश्वत्थामा, विकर्ण और सौमदत्त के पुत्र भी इस सेना में हैं।",
      "telugu": "మీరు, భీష్ముడు, కర్ణుడు, ఎప్పుడూ విజయం సాధించే కృపాచార్యుడు, అలాగే అశ్వత్తామా, వికర్ణుడు, మరియు సోమదత్తుని కుమారుడు ఉన్నారు.",
      "tamil": "நீங்கள், பீஷ்மர், கர்ணன், எப்போதும் வெற்றியாளரான கிருபாசார்யர், அஷ்வத்தாமா, விகர்னா மற்றும் சௌமதத்தனின் மகன் உள்ளனர்.",
      "kannada": "ನೀವು, ಭೀಷ್ಮ, ಕರ್ಣ, ಯಾವಾಗಲೂ ಜಯಶಾಲಿಯಾದ ಕೃಪಾಚಾರ್ಯ, ಅಶ್ವತ್ತಾಮ, ವಿಕರ್ಣ ಮತ್ತು ಸೋಮದತ್ತನ ಪುತ್ರನು ಇದ್ದಾನೆ."
    },
    "10": {
      "sanskrit": "अन्ये च बहवः शूरा मदर्थे त्यक्तजीविताः | नानाशस्त्रप्रहरणाः सर्वे युद्धविशारदाः || १.१० ||",
      "english": "Many other warriors are also prepared to lay down their lives for me. They are armed with various weapons and well-versed in the art of war.",
      "hindi": "अन्य कई वीर भी मेरे लिए अपने जीवन को त्यागने को तैयार हैं। वे विभिन्न शस्त्रों से सुसज्जित और युद्ध में निपुण हैं।",
      "telugu": "ఇంకా అనేక మంది వీరులు నా కోసం తమ ప్రాణాలను అర్పించడానికి సిద్ధంగా ఉన్నారు. వారు విభిన్న ఆయుధాలతో శస్త్రపరంగా ప్రావీణ్యం కలిగినవారు.",
      "tamil": "மற்றும் பல வீரர்கள் என் காரணமாக தங்கள் உயிரை தியாகம் செய்ய தயாராக உள்ளனர். அவர்கள் பல்வேறு ஆயுதங்களைக் கொண்டு தேர்ச்சியுடன் போரிடுவார்கள்.",
      "kannada": "ಇನ್ನೂ ಅನೇಕ ವೀರರು ನನ್ನ ಪರವಾಗಿ ತಮ್ಮ ಜೀವವನ್ನು ತ್ಯಜಿಸಲು ಸಿದ್ಧರಾಗಿದ್ದಾರೆ. ಅವರು ವಿಭಿನ್ನ ಶಸ್ತ್ರಾಸ್ತ್ರಗಳಿಂದ ಸಜ್ಜಿತರು ಮತ್ತು ಯುದ್ಧದಲ್ಲಿ ನಿಪುಣರು."
    },
    "11": {
      "sanskrit": "अपर्याप्तं तदस्माकं बलं भीष्माभिरक्षितम् | पर्याप्तं त्विदमेतेषां बलं भीमाभिरक्षितम् || १.११ ||",
      "english": "Our army, led by Bhishma, is immeasurable, whereas the army of the Pandavas, protected by Bhima, is limited.",
      "hindi": "भीष्म द्वारा रक्षित हमारी सेना अपरिमित है, जबकि भीम द्वारा रक्षित पांडवों की सेना सीमित है।",
      "telugu": "భీష్ముడు రక్షణ కల్పించిన మా సేన అపరిమితంగా ఉంది, కానీ భీముడు రక్షించెను పాండవుల సేన పరిమితంగా ఉంది.",
      "tamil": "பீஷ்மர் பாதுகாப்பாற்றும் எங்கள் சேனை அளவில்லாததாகும், ஆனால் பீமர் பாதுகாப்பு வழங்கும் பாண்டவர்களின் சேனை அளவானதாகும்.",
      "kannada": "ಭೀಷ್ಮನಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟ ನಮ್ಮ ಸೈನ್ಯ ಅಪರಿಮಿತ, ಆದರೆ ಭೀಮನಿಂದ ರಕ್ಷಿಸಲ್ಪಟ್ಟ ಪಾಂಡವರ ಸೈನ್ಯ ಪರಿಮಿತವಾಗಿದೆ."
    },
    "12": {
      "sanskrit": "तस्य सञ्जनयन्हर्षं कुरुवृद्धः पितामहः | सिंहनादं विनद्योच्चैः शङ्खं दध्मौ प्रतापवान् || १.१२ ||",
      "english": "To boost the enthusiasm of Duryodhana, the mighty grandsire Bhishma roared like a lion and blew his conch loudly.",
      "hindi": "दुर्योधन का उत्साह बढ़ाने के लिए, प्रतापी पितामह भीष्म ने सिंह की तरह गरजकर ऊँची आवाज में शंख बजाया।",
      "telugu": "దుర్యోధనుని ఉత్సాహాన్ని పెంచేందుకు, పరాక్రమశాలి భీష్ముడు సింహంలా గర్జించి గట్టిగా శంఖం ఊదాడు.",
      "tamil": "துரியோதனனின் உற்சாகத்தை உயர்த்துவதற்கு, வலுவான பீஷ்மர் சிங்கம் போல கரைந்து, உருமென சங்கு ஊதினார்.",
      "kannada": "ದುರ್ಯೋಧನನ ಉತ್ಸಾಹವನ್ನು ಹೆಚ್ಚಿಸಲು, ಪರಾಕ್ರಮಶಾಲಿ ಭೀಷ್ಮನು ಸಿಂಹದಂತೆ ಗರ್ಜಿಸಿ ಶಂಖವನ್ನು ಭಾರಿ ಶಬ್ದದಿಂದ ಊದಿದನು."
    },
    "13": {
      "sanskrit": "ततः शङ्खाश्च भेर्यश्च पणवानकगोमुखाः | सहसैवाभ्यहन्यन्त स शब्दस्तुमुलोऽभवत् || १.१३ ||",
      "english": "Then, conches, drums, cymbals, trumpets, and horns were sounded all at once, creating a tumultuous uproar.",
      "hindi": "फिर शंख, भेरी, नगाड़े, तुरही और रणसिंघ एक साथ बज उठे, जिससे भयंकर शब्द उत्पन्न हुआ।",
      "telugu": "అప్పుడే శంఖాలు, భేరీలు, మద్దెలు, తూర్యాలు, రణసింఘాలు ఒకేసారి మోగాయి, భయంకరమైన శబ్దం ఏర్పడింది.",
      "tamil": "அதன்பின் சங்கு, பெரி, தவில், தூதுரை மற்றும் இசைக்கருவிகள் ஒரே நேரத்தில் முழங்கின, பெரும் ஒலி எழுந்தது.",
      "kannada": "ನಂತರ ಶಂಖಗಳು, ಭೇರಿ, ಪಣವ, ಅನಕ ಮತ್ತು ಗೋಮುಖಗಳು ಒಂದೇ ಸಮಯದಲ್ಲಿ ಮೊಳಗಿದವು, ಭಾರೀ ಗದ್ದಲ ಸೃಷ್ಟಿಸಿತು."
    },
    "14": {
      "sanskrit": "ततः श्वेतैर्हयैर्युक्ते महति स्यन्दने स्थितौ | माधवः पाण्डवश्चैव दिव्यौ शङ्खौ प्रदध्मतुः || १.१४ ||",
      "english": "Then, seated on a magnificent chariot drawn by white horses, Madhava (Krishna) and Arjuna blew their divine conches.",
      "hindi": "इसके बाद, सफेद घोड़ों से युक्त भव्य रथ पर स्थित माधव (कृष्ण) और पांडव अर्जुन ने अपने दिव्य शंख बजाए।",
      "telugu": "అప్పుడు తెల్ల గుఱ్రాలిచ్చు మహారథంపై కృష్ణుడు (మాధవుడు) మరియు అర్జునుడు తమ దివ్య శంఖాలను ఊదారు.",
      "tamil": "பின்பு, வெள்ளை குதிரைகள் இணைக்கப்பட்ட பெரும் ரதத்தில் இருந்த மாதவன் (கிருஷ்ணர்) மற்றும் அர்ஜுனர் தங்கள் திவ்ய சங்குகளை ஊதினர்.",
      "kannada": "ನಂತರ, ಬಿಳಿ ಕುದುರೆಗಳು ಒಟ್ಟುಗೂಡಿಸಿದ ಮಹಾ ರಥದ ಮೇಲೆ ಕುಳಿತಿದ್ದ ಮಾಧವ (ಕೃಷ್ಣ) ಮತ್ತು ಅರ್ಜುನನು ತಮ್ಮ ದಿವ್ಯ ಶಂಖಗಳನ್ನು ಊದಿದರು."
    },
    "15": {
      "sanskrit": "पाञ्चजन्यं हृषीकेशो देवदत्तं धनञ्जयः | पौण्ड्रं दध्मौ महाशङ्खं भीमकर्मा वृकोदरः || १.१५ ||",
      "english": "Hrishikesha (Krishna) blew the conch named Panchajanya, Arjuna blew Devadatta, and Bhima, the doer of mighty deeds, blew his great conch Paundra.",
      "hindi": "हृषीकेश (कृष्ण) ने पंचजन्य शंख बजाया, धनंजय (अर्जुन) ने देवदत्त शंख बजाया, और महाबली भीम ने पौण्ड्र नामक महान शंख बजाया।",
      "telugu": "హృషీకేశుడు (కృష్ణుడు) పాంచజన్యాన్ని ఊదాడు, అర్జునుడు దేవదత్తాన్ని ఊదాడు, మరియు వీరభీముడు తన మహాశంఖమైన పౌండ్రాన్ని ఊదాడు.",
      "tamil": "ஹ்ரிஷீகேசர் (கிருஷ்ணர்) பாஞ்சஜன்யத்தை ஊதினார், அர்ஜுனர் தேவதத்தத்தை ஊதினார், மற்றும் வலுவான பீமர் அவரது மகா சங்கமான பௌண்ட்ரத்தை ஊதினார்.",
      "kannada": "ಹೃಷೀಕೇಶ (ಕೃಷ್ಣ) ಪಂಚಜನ್ಯ ಶಂಖವನ್ನು ಊದಿದನು, ಅರ್ಜುನನು ದೇವದತ್ತ ಶಂಖವನ್ನು ಊದಿದನು, ಮತ್ತು ಶೂರನಾದ ಭೀಮನು ಪೌಂಡ್ರ ಎಂಬ ಮಹಾ ಶಂಖವನ್ನು ಊದಿದನು."
    },
    "16": {
      "sanskrit": "अनन्तविजयं राजा कुन्तीपुत्रो युधिष्ठिरः | नकुलः सहदेवश्च सुघोषमणिपुष्पकौ || १.१६ ||",
      "english": "King Yudhishthira, the son of Kunti, blew the conch Anantavijaya, while Nakula and Sahadeva blew Sughosha and Manipushpaka, respectively.",
      "hindi": "कुन्तीपुत्र राजा युधिष्ठिर ने अनंतविजय शंख बजाया, जबकि नकुल और सहदेव ने क्रमशः सुघोष और मणिपुष्पक शंख बजाए।",
      "telugu": "కుంతీ కుమారుడు రాజు యుధిష్ఠిరుడు అనంతవిజయ శంఖాన్ని ఊదాడు, కాగా నకులుడు మరియు సహదేవుడు సుఘోష, మణిపుష్పక శంఖాలను ఊదారు.",
      "tamil": "குந்தியின் மகன் யுதிஷ்டிரர் அனந்தவிஜயத்தை ஊதினார், நகுலரும் சஹதேவரும் முறையே சுகோஷம், மணிபுஷ்பகம் சங்குகளை ஊதினர்.",
      "kannada": "ಕುಂತೀಪುತ್ರ ರಾಜ ಯುಧಿಷ್ಠಿರನು ಅನಂತವಿಜಯ ಶಂಖವನ್ನು ಊದಿದನು, ನಕುಲನು ಮತ್ತು ಸಹದೇವನು ಕ್ರಮವಾಗಿ ಸುಘೋಷ ಮತ್ತು ಮಣಿಪುಷ್ಪಕ ಶಂಖಗಳನ್ನು ಊದಿದರು."
    },
    "17": {
      "sanskrit": "काश्यश्च परमेष्वासः शिखण्डी च महारथः | धृष्टद्युम्नो विराटश्च सात्यकिश्चापराजितः || १.१७ ||",
      "english": "The King of Kashi, an excellent archer, the great warrior Shikhandi, Dhrishtadyumna, Virata, and the invincible Satyaki blew their conches.",
      "hindi": "काशी के राजा, जो महान धनुर्धर हैं, महायोद्धा शिखंडी, धृष्टद्युम्न, विराट और अपराजेय सात्यकि ने अपने शंख बजाए।",
      "telugu": "శ్రేష్ఠ ధనుర్ధారి కాశీ రాజు, మహారథుడు శిఖండీ, ధృష్టద్యుమ్నుడు, విరాటుడు మరియు అపరాజేయుడు సత్యకియు తమ తమ శంఖాలను ఊదారు.",
      "tamil": "மிகச் சிறந்த வில் வீரனான காசி மன்னன், பெரும் போர்வீரன் சிகண்டி, த்ருஷ்டத்யும்னன், விராடன் மற்றும் வெல்லமுடியாத சாத்தியகி ஆகியோர் தங்கள் சங்குகளை ஊதினர்.",
      "kannada": "ಕಾಶಿಯ ಪರಮಧನುರ್ಧಾರಿ ರಾಜ, ಮಹಾರಥಿ ಶಿಖಂಡಿ, ಧೃಷ್ಠದ್ಯುಮ್ನ, ವಿರಾಟ ಮತ್ತು ಅಪರಾಜಿತ ಸತ್ಯಕಿ ತಮ್ಮ ಶಂಖಗಳನ್ನು ಊದಿದರು."
    },
    "18": {
      "sanskrit": "द्रुपदो द्रौपदेयाश्च सर्वशः पृथिवीपते | सौभद्रश्च महाबाहुः शङ्खान्दध्मुः पृथक्पृथक् || १.१८ ||",
      "english": "Drupada, the five sons of Draupadi, and the mighty-armed Abhimanyu, O King, blew their respective conches.",
      "hindi": "राजा द्रुपद, द्रौपदी के पाँचों पुत्र और महाबली अभिमन्यु, हे राजन्, सभी ने अपने-अपने शंख बजाए।",
      "telugu": "ద్రుపదుడు, ద్రౌపదీ కుమారులు ఐదుగురు మరియు మహాబాహువు అభిమన్యుడు, ఓ రాజా, వారు తమ తమ శంఖాలను ఊదారు.",
      "tamil": "திருபதன், திரௌபதியின் ஐந்து மகன்கள் மற்றும் வலுவான கரங்களைக் கொண்ட அபிமன்யு, ஓ அரசா, தங்கள் சங்குகளை ஊதினர்.",
      "kannada": "ದ್ರುಪದನು, ದ್ರೌಪದಿಯ ಐದು ಪುತ್ರರು ಮತ್ತು ಮಹಾಬಾಹು ಅಭಿಮನ್ಯು, ಓ ರಾಜಾ, ತಮ್ಮ ಶಂಖಗಳನ್ನು ಊದಿದರು."
    },
    "19": {
      "sanskrit": "स घोषो धार्तराष्ट्राणां हृदयानि व्यदारयत् | नभश्च पृथिवीं चैव तुमुलोऽभ्यनुनादयन् || १.१९ ||",
      "english": "That tumultuous sound shattered the hearts of the sons of Dhritarashtra and reverberated through the sky and earth.",
      "hindi": "वह भयंकर नाद धृतराष्ट्र के पुत्रों के हृदयों को चीरता हुआ आकाश और पृथ्वी में गूँज उठा।",
      "telugu": "ఆ భయంకర శబ్దం ధృతరాష్ట్ర కుమారుల హృదయాలను ఛేదించి, ఆకాశం మరియు భూమిని గర్జింపజేసింది.",
      "tamil": "அந்தக் கொடிய ஒலி, திருதராஷ்டிரரின் மக்களின் இதயங்களை நொறுக்கி, ஆகாயத்திலும் பூமியிலும் முழங்கியது.",
      "kannada": "ಆ ಭಾರೀ ಗದ್ದಲವು ಧೃತರಾಷ್ಟ್ರ ಪುತ್ರರ ಹೃದಯಗಳನ್ನು ಚಿದ್ರಮಾಡಿ, ಆಕಾಶ ಮತ್ತು ಭೂಮಿಯನ್ನು ಮೊಳಗಿಸಿತು."
    },
    "20": {
      "sanskrit": "अथ व्यवस्थितान्दृष्ट्वा धार्तराष्ट्रान् कपिध्वजः | प्रवृत्ते शस्त्रसम्पाते धनुरुद्यम्य पाण्डवः || १.२० ||",
      "english": "At that moment, as the battle was about to begin, Arjuna, whose chariot bore the banner of Hanuman, lifted his bow, seeing the sons of Dhritarashtra arrayed before him.",
      "hindi": "तब, जब युद्ध आरंभ होने वाला था, कपिध्वज अर्जुन ने धृतराष्ट्र के पुत्रों को व्यवस्थित देखकर अपना धनुष उठाया।",
      "telugu": "ఆ సమయంలో, యుద్ధం ప్రారంభం కావడానికి సిద్ధమైనప్పుడు, హనుమంతుని జెండాతో అలంకరించబడిన అర్జునుడు, ధృతరాష్ట్ర కుమారులను చూసి తన ధనుస్సును ఎత్తుకున్నాడు.",
      "tamil": "அந்தக் கணத்தில், போர் தொடங்கும் தருவாயில், ஹனுமான் கொடியுடன் கூடிய தேரில் இருந்த அர்ஜுனன், திருதராஷ்டிரரின் மக்களைப் பார்த்து தனது வில்லைக் கொடுத்தான்.",
      "kannada": "ಆ ಕ್ಷಣದಲ್ಲಿ, ಯುದ್ಧ ಆರಂಭವಾಗುವ ಮುನ್ನ, ಹನುಮಂತನ ಧ್ವಜವುಳ್ಳ ರಥದಲ್ಲಿ ಕುಳಿತಿದ್ದ ಅರ್ಜುನನು, ಧೃತರಾಷ್ಟ್ರ ಪುತ್ರರನ್ನು ನೋಡಿ ತನ್ನ ಧನುಸ್ಸನ್ನು ಎತ್ತಿಕೊಂಡನು."
    },
    "21": {
      "sanskrit": "हृषीकेशं तदा वाक्यमिदमाह महीपते | सेनयोरुभयोर्मध्ये रथं स्थापय मेऽच्युत || १.२१ ||",
      "english": "Arjuna said: O Achyuta (Krishna), place my chariot between the two armies.",
      "hindi": "अर्जुन ने कहा: हे अच्युत (कृष्ण), मेरा रथ दोनों सेनाओं के बीच में स्थापित करें।",
      "telugu": "అర్జునుడు చెప్పెను: ఓ అచ్యుత (కృష్ణా), నా రథాన్ని రెండు సైన్యాల మధ్య ఉంచు.",
      "tamil": "அர்ஜுனன் கூறினான்: ஓ அச்சுதா (கிருஷ்ணா), என் ரதத்தை இரு படைகளின் மத்தியில் நிறுத்தவும்.",
      "kannada": "ಅರ್ಜುನನು ಹೇಳಿದನು: ಓ ಅಚ್ಯುತ (ಕೃಷ್ಣ), ನನ್ನ ರಥವನ್ನು ಇಬ್ಬರು ಸೇನೆಗಳ ಮಧ್ಯೆ ಸ್ಥಾಪಿಸು."
    },
    "22": {
      "sanskrit": "यावदेतान्निरीक्षेऽहं योद्धुकामानवस्थितान् | कैर्मया सह योद्धव्यमस्मिन्रणसमुद्यमे || १.२२ ||",
      "english": "So that I may observe these warriors assembled here, eager for battle, and know with whom I must fight.",
      "hindi": "ताकि मैं इन युद्ध के इच्छुक योद्धाओं को देख सकूँ और जान सकूँ कि मुझे किसके साथ युद्ध करना है।",
      "telugu": "యుద్ధానికి సిద్ధంగా ఉన్న వీరులను నేను పరిశీలించగలిగి, వారితో నేను పోరాడాల్సినవారిని తెలుసుకోవడానికి.",
      "tamil": "இந்தப் போருக்குத் தயாராக உள்ள வீரர்களை நான் காணவும், யாருடன் யுத்தம் செய்யவேண்டுமென்பதை அறியவும்.",
      "kannada": "ನಾನು ಯುದ್ಧಕ್ಕಾಗಿ ಸಜ್ಜಾಗಿರುವ ಈ ಯೋಧರನ್ನು ನೋಡಲು ಮತ್ತು ಯಾರ ಜೊತೆ ಯುದ್ಧ ಮಾಡಬೇಕೆಂಬುದನ್ನು ತಿಳಿದುಕೊಳ್ಳಲು."
    },
    "23": {
      "sanskrit": "योत्स्यमानानवेक्षेऽहं य एतेऽत्र समागताः | धार्तराष्ट्रस्य दुर्बुद्धेर्युद्धे प्रियचिकीर्षवः || १.२३ ||",
      "english": "I wish to see those who have gathered here to fight, desiring to please the evil-minded son of Dhritarashtra.",
      "hindi": "मैं उन लोगों को देखना चाहता हूँ जो युद्ध के लिए एकत्र हुए हैं, जो धृतराष्ट्र के दुर्बुद्धि पुत्र को प्रसन्न करना चाहते हैं।",
      "telugu": "ధృతరాష్ట్రుని చెడ్డ మనస్సు కల కుమారునికి అనుకూలంగా ఉండాలనే ఉద్దేశ్యంతో వచ్చిన వారిని నేను చూడదలచుకున్నాను.",
      "tamil": "திருதராஷ்டிரரின் தீய புத்திக்கொண்ட மகனைப் பிரியப்படுத்த போருக்குத் திரண்டுள்ளவர்களை நான் காண விரும்புகிறேன்.",
      "kannada": "ಧೃತರಾಷ್ಟ್ರನ ದುರ್ಬುದ್ಧಿಯ ಮಗನಿಗೆ ಇಷ್ಟವಾಗುವಂತೆ ಯುದ್ಧ ಮಾಡಲು ಬರುವವರನ್ನು ನಾನು ನೋಡಲು ಬಯಸುತ್ತೇನೆ."
    },
    "24": {
      "sanskrit": "सञ्जय उवाच | एवमुक्तो हृषीकेशो गुडाकेशेन भारत | सेनयोरुभयोर्मध्ये स्थापयित्वा रथोत्तमम् || १.२४ ||",
      "english": "Sanjaya said: O Dhritarashtra, thus addressed by Gudakesha (Arjuna), Hrishikesha (Krishna) placed the finest chariot between the two armies.",
      "hindi": "संजय ने कहा: हे धृतराष्ट्र, जब गुडाकेश (अर्जुन) ने ऐसा कहा, तो हृषीकेश (कृष्ण) ने उत्तम रथ को दोनों सेनाओं के बीच स्थापित किया।",
      "telugu": "సంజయుడు చెప్పెను: ఓ ధృతరాష్ట్రా, గుడాకేశుడు (అర్జునుడు) ఇలా చెప్పినప్పుడు, హృషీకేశుడు (కృష్ణుడు) ఉత్తమ రథాన్ని రెండు సైన్యాల మధ్య ఉంచాడు.",
      "tamil": "சஞ்சயன் கூறினான்: ஓ திருதராஷ்டிரா, குடாகேசன் (அர்ஜுனன்) இப்படிக் கூறியபோது, ஹ்ருஷீகேசன் (கிருஷ்ணன்) சிறந்த ரதத்தை இரு படைகளின் மத்தியில் நிறுத்தினார்.",
      "kannada": "ಸಂಜಯನು ಹೇಳಿದನು: ಓ ಧೃತರಾಷ್ಟ್ರ, ಗುಡಾಕೇಶನು (ಅರ್ಜುನನು) ಹೀಗೆ ಹೇಳಿದಾಗ, ಹೃಷೀಕೇಶನು (ಕೃಷ್ಣನು) ಶ್ರೇಷ್ಠ ರಥವನ್ನು ಇಬ್ಬರು ಸೇನೆಗಳ ಮಧ್ಯೆ ನಿಲ್ಲಿಸಿದನು."
    },
    "25": {
      "sanskrit": "भीष्मद्रोणप्रमुखतः सर्वेषां च महीक्षिताम् | उवाच पार्थ पश्यैतान्समवेतान्कुरूनिति || १.२५ ||",
      "english": "In front of Bhishma, Drona, and all the kings, Krishna said: O Partha (Arjuna), behold these Kurus assembled here.",
      "hindi": "भीष्म, द्रोण और सभी राजाओं के सामने, कृष्ण ने कहा: हे पार्थ (अर्जुन), इन एकत्रित कौरवों को देखो।",
      "telugu": "భీష్ముడు, ద్రోణాచార్యుడు మరియు ఇతర రాజుల ముందు, కృష్ణుడు అన్నాడు: ఓ పార్థ (అర్జునా), ఈ సమకూరిన కౌరవులను చూడు.",
      "tamil": "பீஷ்மர், திரோணர் மற்றும் அனைத்து அரசர்களின் முன், கிருஷ்ணர் கூறினார்: ஓ பார்த்தா (அர்ஜுனா), இங்கு திரண்டுள்ள கௌரவர்கள் பார்.",
      "kannada": "ಭೀಷ್ಮ ಮತ್ತು ದ್ರೋಣರ ಸಮಕ್ಷದಲ್ಲಿ, ಕೃಷ್ಣನು ಹೇಳಿದನು: ಓ ಪಾರ್ಥ (ಅರ್ಜುನ), ಇಲ್ಲಿ ಕೂಡಿರುವ ಕೌರವರನ್ನು ನೋಡು."
    },
    "26": {
      "sanskrit": "तत्रापश्यत्स्थितान्पार्थः पितॄनथ पितामहान् | आचार्यान्मातुलान्भ्रातॄन्पुत्रान्पौत्रान्सखींस्तथा || १.२६ ||",
      "english": "There, Arjuna saw stationed fathers, grandfathers, teachers, maternal uncles, brothers, sons, grandsons, and friends.",
      "hindi": "वहाँ अर्जुन ने अपने पिता, पितामह, आचार्य, मामा, भाई, पुत्र, पौत्र और मित्रों को खड़ा देखा।",
      "telugu": "అర్జునుడు అక్కడ తన తండ్రులను, తాతలను, గురువులను, మామలను, సహోదరులను, కుమారులను, మనవులను మరియు స్నేహితులను చూశాడు.",
      "tamil": "அர்ஜுனன் அங்கே தனது தந்தைகளை, பாட்டன்களை, ஆசான்களை, மாமன்களை, சகோதரர்களை, மக்களை, பேரர்களை மற்றும் நண்பர்களை கண்டான்.",
      "kannada": "ಅರ್ಜುನನು ಅಲ್ಲಿ ತನ್ನ ತಂದೆ, ತಂದೆತಂದಿರು, ಗುರುಗಳು, ಮामा, ಸಹೋದರರು, ಮಕ್ಕಳು, ಮೊಮ್ಮಕ್ಕಳು ಮತ್ತು ಸ್ನೇಹಿತರನ್ನು ಕಂಡನು."
    },
    "27": {
      "sanskrit": "श्वशुरान्सुहृदश्चैव सेनयोरुभयोरपि | तान्समीक्ष्य स कौन्तेयः सर्वान्बन्धूनवस्थितान् || १.२७ ||",
      "english": "He also saw fathers-in-law and well-wishers on both sides, and seeing all his relatives standing there, Arjuna was overcome with compassion.",
      "hindi": "उसने अपने श्वसुरों और मित्रों को भी दोनों सेनाओं में देखा, और अपने संबंधियों को इस प्रकार खड़ा देखकर अर्जुन करुणा से भर गया।",
      "telugu": "అతను తన అత్తగార్లను మరియు స్నేహితులను కూడా రెండు వైపులా చూసి, తన బంధువులను చూసి అర్జునుడు కారుణ్యంతో నిండిపోయాడు.",
      "tamil": "அவன் தனது மாமனார்களையும் நண்பர்களையும் இருபுறங்களிலும் கண்டபோது, அர்ஜுனன் தயாரச்சலால் நிரம்பினான்.",
      "kannada": "ಅವನು ತನ್ನ ಮಾವರು ಮತ್ತು ಸ್ನೇಹಿತರನ್ನು ಎರಡು ಸೇನೆಗಳಲ್ಲಿ ನೋಡಿ, ತನ್ನ ಬಂಧುಗಳನ್ನು ಕಂಡು ಅರ್ಜುನನು ಕರುಣೆಯಿಂದ ತುಂಬಿಕೊಂಡನು."
    },
    "28": {
      "sanskrit": "कृपया परयाविष्टो विषीदन्निदमब्रवीत् | दृष्ट्वेमं स्वजनं कृष्ण युयुत्सुं समुपस्थितम् || १.२८ ||",
      "english": "Arjuna said: O Krishna, seeing my own kinsmen assembled and eager for battle, my limbs fail and my mouth dries up.",
      "hindi": "अर्जुन ने कहा: हे कृष्ण, अपने स्वजनों को युद्ध के लिए तत्पर देखकर, मेरे अंग शिथिल हो रहे हैं और मेरा मुख सूख रहा है।",
      "telugu": "అర్జునుడు చెప్పెను: ఓ కృష్ణా, నా బంధువులను యుద్ధానికి సిద్ధంగా చూడగానే నా అవయవాలు నిశ్చలమవుతున్నాయి, నా నోరు ఎండిపోతున్నది.",
      "tamil": "அர்ஜுனன் கூறினான்: ஓ கிருஷ்ணா, என் சொந்த மனிதர்களைப் போருக்குத் தயாராகக் கண்டவுடன் என் அங்கங்கள் நடுங்குகின்றன, என் வாய் வறண்டு போயுள்ளது.",
      "kannada": "ಅರ್ಜುನನು ಹೇಳಿದನು: ಓ ಕೃಷ್ಣ, ನನ್ನ ಸ್ವಜನರನ್ನು ಯುದ್ಧಕ್ಕೆ ಸಜ್ಜಾಗಿರುವಂತೆ ನೋಡಿದಾಗ, ನನ್ನ ಅಂಗಗಳು ದುರ್ಬಲಗೊಳ್ಳುತ್ತವೆ ಮತ್ತು ನನ್ನ ಬಾಯಿ ಒಣಗುತ್ತದೆ."
    },
    "29": {
      "sanskrit": "वेपथुश्च शरीरे मे रोमहर्षश्च जायते | गांडीवं स्रंसते हस्तात्त्वक्चैव परिदह्यते || १.२९ ||",
      "english": "My body trembles, and my hair stands on end. My bow, Gandiva, slips from my hand, and my skin burns all over.",
      "hindi": "मेरा शरीर कांप रहा है और मेरे रोंगटे खड़े हो रहे हैं। मेरा गांडीव धनुष मेरे हाथ से गिर रहा है और मेरी त्वचा जल रही है।",
      "telugu": "నా శరీరం వణుకుతున్నది, నా వెంట్రుకలు నిక్కబొడుచుతున్నాయి. నా గాండీవం నా చేతిలో నుంచి జారిపోతున్నది, నా చర్మం మండుతున్నది.",
      "tamil": "என் உடல் நடுக்கம் அடைகிறது, என் ரோமங்கள் எழுகிறது. என் காந்தீவம் என் கைகளில் இருந்து சரிந்து விடுகிறது, என் தோல் எங்கும் எரிகிறது.",
      "kannada": "ನನ್ನ ಶರೀರ ವಣ್ಣಗುತ್ತಿದೆ, ನನ್ನ ರೋಮಗಳು ಎದ್ದೇಳುತ್ತವೆ. ನನ್ನ ಗಾಂಡೀವ ಧನುಸ್ಸು ನನ್ನ ಕೈಯಿಂದ ಜಾರುತ್ತಿದೆ, ನನ್ನ ಚರ್ಮವು ಎಂಧುತ್ತಿದೆ."
    },
    "30": {
      "sanskrit": "न च शक्नोम्यवस्थातुं भ्रमतीव च मे मनः | निमित्तानि च पश्यामि विपरीतानि केशव || १.३० ||",
      "english": "I am unable to stand and my mind seems to be reeling. O Keshava, I see inauspicious omens.",
      "hindi": "मैं खड़ा नहीं रह सकता और मेरा मन चक्कर खा रहा है। हे केशव, मैं अशुभ संकेत देख रहा हूँ।",
      "telugu": "నేను నిలబడలేను, నా మనస్సు తలతిరుగుతున్నట్లు అనిపిస్తున్నది. ఓ కేశవా, నేను అశుభ సూచనలను చూస్తున్నాను.",
      "tamil": "நான் நிற்க முடியவில்லை, என் மனது குழம்பியுள்ளது. ஓ கேசவா, நான் அவலச் சைகைகளை காண்கிறேன்.",
      "kannada": "ನಾನು ನಿಂತುಕೊಳ್ಳಲು ಸಾಧ್ಯವಿಲ್ಲ, ನನ್ನ ಮನಸ್ಸು ಗೊಂದಲದಲ್ಲಿದೆ. ಓ ಕೇಶವ, ನಾನು ಅಪಶಕುನಗಳನ್ನು ನೋಡುತ್ತಿದ್ದೇನೆ."
    },
    "31": {
      "sanskrit": "न च श्रेयोऽनुपश्यामि हत्वा स्वजनमाहवे | न काङ्क्षे विजयं कृष्ण न च राज्यं सुखानि च || १.३१ ||",
      "english": "I see no good in killing my own kinsmen in battle, O Krishna. I do not desire victory, kingdom, or pleasures.",
      "hindi": "हे कृष्ण, मैं युद्ध में अपने स्वजनों को मारने में कोई कल्याण नहीं देखता। मुझे न तो विजय चाहिए, न राज्य और न ही सुख।",
      "telugu": "ఓ కృష్ణా, నా బంధువులను హత్య చేయడంలో నాకు ఏ మంచి కనిపించడం లేదు. నాకు విజయం, రాజ్యం లేదా సుఖాలు అవసరం లేదు.",
      "tamil": "ஓ கிருஷ்ணா, போரில் என் சொந்த மனிதர்களை அழிப்பதில் எனக்கு நல்லது எதுவும் தெரியவில்லை. எனக்கு வெற்றி, அரசு அல்லது இன்பம் தேவையில்லை.",
      "kannada": "ಓ ಕೃಷ್ಣ, ನಾನು ಯುದ್ಧದಲ್ಲಿ ನನ್ನ ಸ್ವಜನರನ್ನು ಕೊಲ್ಲುವುದರಲ್ಲಿ ಒಳ್ಳೆಯದನ್ನು ಕಾಣುವುದಿಲ್ಲ. ನನಗೆ ವಿಜಯ, ರಾಜ್ಯ ಅಥವಾ ಸುಖ ಬೇಕಾಗಿಲ್ಲ."
    },
    "32": {
      "sanskrit": "किं नो राज्येन गोविन्द किं भोगैर्जीवितेन वा | येषामर्थे काङ्क्षितं नो राज्यं भोगाः सुखानि च || १.३२ ||",
      "english": "O Govinda, what use is a kingdom, enjoyment, or even life itself when those for whom we desire these things are standing before us in battle?",
      "hindi": "हे गोविंद, जब जिनके लिए हम राज्य, भोग और सुख चाहते हैं, वे ही युद्धभूमि में खड़े हैं, तो इन सबका क्या लाभ?",
      "telugu": "ఓ గోవిందా, రాజ్యం, భోగాలు లేదా ప్రాణం కూడా ఎందుకు అవసరం, మనం వీటి కోసమే కోరుకునే వారే యుద్ధభూమిలో నిలబడి ఉన్నప్పుడు?",
      "tamil": "ஓ கோவிந்தா, நாம் இவற்றைப் பெறவேண்டும் என்று விரும்பியவர்களே போரில் நம்மேல் நிற்கும்போது, அரசும், இன்பமும், உயிரும் எதற்கு?",
      "kannada": "ಓ ಗೋವಿಂದ, ನಾವು ಈ ಎಲ್ಲವನ್ನು ಬಯಸಿದವರೇ ನಮ್ಮ ಎದುರಿಗೆ ಯುದ್ಧಭೂಮಿಯಲ್ಲಿ ನಿಂತಿದ್ದರೆ, ರಾಜ್ಯ, ಭೋಗ, ಅಥವಾ ಜೀವಿಸುವುದೇ ಏನಕೆ?"
    },
    "33": {
      "sanskrit": "त इमेऽवस्थिताः युद्धे प्राणांस्त्यक्त्वा धनानि च | आचार्याः पितरः पुत्रास्तथैव च पितामहाः || १.३३ ||",
      "english": "Teachers, fathers, sons, and grandfathers stand here in battle, ready to give up their lives and wealth.",
      "hindi": "आचार्य, पिता, पुत्र और पितामह यहाँ युद्धभूमि में अपने प्राण और धन त्यागने को तैयार खड़े हैं।",
      "telugu": "గురువులు, తండ్రులు, కుమారులు, తాతలు ఇక్కడ తమ ప్రాణాలను, ధనాన్ని త్యజించడానికి సిద్ధంగా ఉన్నారు.",
      "tamil": "ஆசான்கள், தந்தைகள், மகன்கள் மற்றும் பாட்டன்கள் இங்கு தங்கள் உயிரையும் செல்வத்தையும் தியாகம் செய்ய தயாராக இருக்கின்றனர்.",
      "kannada": "ಗುರುಗಳು, ತಂದೆಯವರು, ಮಕ್ಕಳು ಮತ್ತು ತಾತಂದಿರು ತಮ್ಮ ಜೀವ ಮತ್ತು ಸಂಪತ್ತನ್ನು ತ್ಯಜಿಸಲು ಸಿದ್ಧರಾಗಿದ್ದಾರೆ."
    },
    "34": {
      "sanskrit": "मातुलाः श्वशुराः पौत्राः श्यालाः सम्बन्धिनस्तथा | एतान्न हन्तुमिच्छामि घ्नतोऽपि मधुसूदन || १.३४ ||",
      "english": "Uncles, fathers-in-law, grandsons, brothers-in-law, and other relatives—I do not wish to kill them, even if they attack me, O Madhusudana.",
      "hindi": "मामा, श्वसुर, पौत्र, साले और अन्य संबंधी—हे मधुसूदन, मैं इन्हें मारना नहीं चाहता, भले ही ये मुझे मारने का प्रयास करें।",
      "telugu": "మామలు, అత్తగార్లు, మనవళ్లు, బంధువులు—ఓ మధుసూదనా, వారు నన్ను హత్యచేయాలనుకున్నా నేను వారిని హతమార్చను.",
      "tamil": "மாமன்கள், மாமியார், பேரக்குழந்தைகள், உறவினர்கள்—ஓ மதுசூதனா, அவர்கள் என்னைக் கொல்ல முயன்றாலும், நான் அவர்களை அழிக்க விரும்பவில்லை.",
      "kannada": "ಮಾಮಂದಿರು, ಮಾವಂದಿರು, ಮೊಮ್ಮಕ್ಕಳು, ಸಂಬಂಧಿಕರು—ಓ ಮಧುಸೂದನ, ಅವರು ನನ್ನನ್ನು ಕೊಲ್ಲಲು ಬಂದರೂ, ನಾನು ಅವರನ್ನು ಕೊಲ್ಲಲು ಇಚ್ಛಿಸುವುದಿಲ್ಲ."
    },
    "36": {
      "sanskrit": "निहत्य धार्तराष्ट्रान्नः का प्रीतिः स्याज्जनार्दन | पापमेवाश्रयेदस्मान्हत्वैतानाततायिनः || १.३६ ||",
      "english": "O Janardana, what pleasure will we derive from killing the sons of Dhritarashtra? Sin alone will be our gain by slaying such aggressors.",
      "hindi": "हे जनार्दन, धृतराष्ट्र के पुत्रों को मारकर हमें क्या आनंद मिलेगा? ऐसे आक्रमणकारियों को मारने से हमें केवल पाप ही लगेगा।",
      "telugu": "ఓ జనార్దన, ధృతరాష్ట్రుని కుమారులను సంహరించడం వల్ల మనకు ఏమి ఆనందం కలుగుతుంది? అలాంటి దుష్టులను సంహరించడం ద్వారా మనకు పాపమే లభిస్తుంది.",
      "tamil": "ஓ ஜனார்தன, துருதராஷ்டிரர்களை கொன்றால் எங்களுக்கு என்ன மகிழ்ச்சி? இப்படிப் படுகொலை செய்வதன் மூலம் நாங்கள் பாவமே அடைவோம்.",
      "kannada": "ಓ ಜನಾರ್ದನ, ಧೃತರಾಷ್ಟ್ರನ ಪುತ್ರರನ್ನು ಕೊಂದರೆ ನಮಗೆ ಏನು ಸಂತೋಷ? ಇಂತಹ ದೋಷಿಗಳನ್ನು ಕೊಂದರೆ ನಮಗೆ ಪಾಪ ಮಾತ್ರ ಸಿಗುತ್ತದೆ."
    },
    "37": {
      "sanskrit": "तस्मान्नार्हा वयं हन्तुं धार्तराष्ट्रान्स्वबान्धवान् | स्वजनं हि कथं हत्वा सुखिनः स्याम माधव || १.३७ ||",
      "english": "Therefore, we should not kill the sons of Dhritarashtra, our own relatives. O Madhava, how can we be happy by killing our own kinsmen?",
      "hindi": "इसलिए हमें धृतराष्ट्र के पुत्रों, जो हमारे अपने संबंधी हैं, को मारना उचित नहीं है। हे माधव, अपने स्वजनों को मारकर हम कैसे सुखी रह सकते हैं?",
      "telugu": "కాబట్టి, మన బంధువులైన ధృతరాష్ట్రుని కుమారులను హతమార్చడం మనకు తగదు. ఓ మాధవా, మన స్వజనులను హతమార్చి మనం ఎలా సుఖంగా ఉండగలము?",
      "tamil": "ஆகவே, துருதராஷ்டிரர்களை, எங்கள் சொந்தமான உறவினர்களைக் கொல்வது நமக்குத் தகுதியல்ல. ஓ மாதவா, எங்கள் சொந்தங்களை அழித்து எங்கள் வாழ்க்கை எப்படி நலமாக இருக்கும்?",
      "kannada": "ಆದುದರಿಂದ, ಧೃತರಾಷ್ಟ್ರನ ಪುತ್ರರನ್ನು, ನಮ್ಮ ಬಂಧುಗಳನ್ನು ಕೊಲ್ಲುವುದು ನಮಗೆ ತಕ್ಕದ್ದಲ್ಲ. ಓ ಮಾಧವ, ನಮ್ಮ ಸ್ವಜನರನ್ನು ಕೊಂದು ನಾವು ಹೇಗೆ ಸುಖವಾಗಿರಬಹುದು?"
    },
    "38": {
      "sanskrit": "यदि ह्येते न पश्यन्ति लोभोपहतचेतसः | कुलक्षयकृतं दोषं मित्रद्रोहे च पातकम् || १.३८ ||",
      "english": "Though they, with their hearts overpowered by greed, do not see the sin in destroying their own family or betraying their friends,",
      "hindi": "यद्यपि इनका मन लोभ से भर गया है और ये अपने कुल के नाश में होने वाले दोष और मित्रों के साथ विश्वासघात में होने वाले पाप को नहीं देख पाते,",
      "telugu": "వారు తమ హృదయాలను లోభంతో నింపుకున్నందున, తమ కుటుంబాన్ని నాశనం చేయడంలో లేదా స్నేహితులను మోసం చేయడంలో ఉన్న పాపాన్ని వారు గుర్తించలేరు.",
      "tamil": "அவர்கள் தங்கள் ஆசையால் மூடப்பட்டிருப்பதால், தங்கள் குடும்பத்தைக் கெடுப்பதிலும், நண்பர்களை துரோகிப்பதிலும் உள்ள பாவத்தை பார்க்க முடியாது.",
      "kannada": "ತಮ್ಮ ಹೃದಯಗಳನ್ನು ಲೋಭದಿಂದ ಆವರಿಸಿಕೊಂಡಿರುವುದರಿಂದ, ತಮ್ಮ ಕುಟುಂಬವನ್ನು ನಾಶಪಡಿಸುವ ಅಥವಾ ಸ್ನೇಹಿತರನ್ನು ದ್ರೋಹಿಸುವ ಪಾಪವನ್ನು ಅವರು ನೋಡಲು ಸಾಧ್ಯವಿಲ್ಲ."
    },
    "39": {
      "sanskrit": "कथं न ज्ञेयमस्माभिः पापादस्मान्निवर्तितुम् | कुलक्षयकृतं दोषं प्रपश्यद्भिर्जनार्दन || १.३९ ||",
      "english": "why should we, who clearly see the sin in such destruction, not turn away from this crime, O Janardana?",
      "hindi": "तो फिर, हे जनार्दन, हम जो इस पाप को स्पष्ट रूप से देख सकते हैं, क्यों न इस अपराध से पीछे हटें?",
      "telugu": "అయితే, ఓ జనార్దనా, మనం ఈ పాపాన్ని స్పష్టంగా చూస్తున్నప్పుడు, మనం ఎందుకు ఈ అపరాధం చేయకుండా ఉండకూడదు?",
      "tamil": "ஆகவே, ஓ ஜனார்தன, இப்படிப் பாவத்தை நாங்கள் தெளிவாகக் காணும் போது, ஏன் அதைத் தவிர்க்கக் கூடாது?",
      "kannada": "ಆದುದರಿಂದ, ಓ ಜನಾರ್ದನ, ಈ ಪಾಪವನ್ನು ನಾವು ಸ್ಪಷ್ಟವಾಗಿ ನೋಡುತ್ತಿರುವಾಗ, ನಾವು ಇದನ್ನು ತಪ್ಪಿಸಿಕೊಳ್ಳುವುದಿಲ್ಲವೇ?"
    },
    "40": {
      "sanskrit": "कुलक्षये प्रणश्यन्ति कुलधर्माः सनातनाः | धर्मे नष्टे कुलं कृत्स्नमधर्मोऽभिभवत्युत || १.४० ||",
      "english": "With the destruction of the family, the eternal family traditions are lost; and when virtue is lost, vice overtakes the entire family.",
      "hindi": "कुल के नाश से सनातन कुल धर्म नष्ट हो जाते हैं, और धर्म के नष्ट होने पर पूरा कुल अधर्म से भर जाता है।",
      "telugu": "కుటుంబ నాశనంతో, చిరస్థాయి కుటుంబ ధర్మాలు నశించిపోతాయి; ధర్మం నశించినప్పుడు, అర్ధం కుటుంబాన్ని పాడు చేస్తుంది.",
      "tamil": "குடும்பம் அழிந்தால், குடும்பத்தின் சாஸ்திரங்கள் அழியும்; தர்மம் அழிந்தால், அதர்மம் முழுவதும் மேலோங்கும்.",
      "kannada": "ಕುಟುಂಬ ನಾಶವಾದಾಗ, ಶಾಶ್ವತ ಕುಟುಂಬ ಧರ್ಮಗಳು ನಾಶವಾಗುತ್ತವೆ; ಧರ್ಮ ನಾಶವಾದಾಗ, ಅಧರ್ಮವು ಕುಟುಂಬವನ್ನು ಆವರಿಸುತ್ತದೆ."
    },
    "41": {
      "sanskrit": "अधर्माभिभवात्कृष्ण प्रदुष्यन्ति कुलस्त्रियः | स्त्रीषु दुष्टासु वार्ष्णेय जायते वर्णसङ्करः || १.४१ ||",
      "english": "O Krishna, when vice prevails, the women of the family become corrupt; and from corruption of women, unwanted progeny is born.",
      "hindi": "हे कृष्ण, जब अधर्म का प्रभाव बढ़ता है, तो कुल की स्त्रियाँ भ्रष्ट हो जाती हैं, और उनके भ्रष्ट होने से वर्णसंकर संतति उत्पन्न होती है।",
      "telugu": "ఓ కృష్ణా, అర్థం పెరిగినప్పుడు, కుటుంబంలోని స్త్రీలు నాశనమవుతారు; వారి నాశనంతో, అనవసరమైన సంతానం జన్మిస్తుంది.",
      "tamil": "ஓ கிருஷ்ணா, தர்மம் குறையும்போது, குடும்பத்திலிருக்கும் பெண்கள் கெடுகின்றனர்; அதனால் நல்ல பிறப்பு இல்லை.",
      "kannada": "ಓ ಕೃಷ್ಣ, ಅಧರ್ಮ ಪ್ರಭಾವದಿಂದ, ಕುಟುಂಬದ ಮಹಿಳೆಯರು ದೋಷಿತರಾಗುತ್ತಾರೆ; ಅವರ ದೋಷದಿಂದ ಅನಿಷ್ಟ ಸಂತಾನ ಹುಟ್ಟುತ್ತದೆ."
    },
    "42": {
      "sanskrit": "सङ्करो नरकायैव कुलघ्नानां कुलस्य च | पतन्ति पितरो ह्येषां लुप्तपिण्डोदकक्रियाः || १.४२ ||",
      "english": "The intermixture of castes leads the family and its destroyers to hell; the ancestors fall, deprived of their offerings of rice and water.",
      "hindi": "वर्णसंकर से कुल और कुलघाती नरक में जाते हैं; उनके पितर तर्पण और जलदान से वंचित होकर गिर जाते हैं।",
      "telugu": "వర్ణసంకరం వల్ల కుటుంబం మరియు కుటుంబ నాశకులు నరకానికి వెళ్తారు; వారి పితరులు పిండోదక కర్మల నుంచి కోల్పోతారు.",
      "tamil": "சங்கரத்தினால் குடும்பமும் அதன் அழிப்பவர்களும் நரகத்தில் வீழ்வர்; பிதாக்கள் தங்கள் தர்ப்பணத்திற்கும் நீருக்குமான தானத்திற்கும் வஞ்சிக்கப்படுவர்.",
      "kannada": "ವರ್ಣಸಂಕರದಿಂದ ಕುಟುಂಬ ಮತ್ತು ಅದರ ನಾಶಕಾರರು ನರಕಕ್ಕೆ ಹೋಗುತ್ತಾರೆ; ಅವರ ಪಿತೃಗಳು ಪಿಂಡೋದಕ ಕ್ರಿಯೆಯಿಂದ ವಂಚಿತರಾಗಿ ಪತನಗೊಳ್ಳುತ್ತಾರೆ."
    },
    "43": {
      "sanskrit": "दोषैरेतैः कुलघ्नानां वर्णसङ्करकारकैः | उत्साद्यन्ते जातिधर्माः कुलधर्माश्च शाश्वताः || १.४३ ||",
      "english": "Due to these sins of the family destroyers, which cause the intermixture of castes, the eternal caste and family traditions are destroyed.",
      "hindi": "कुलघातियों के इन दोषों के कारण, जो वर्णसंकर उत्पन्न करते हैं, जाति और कुल के सनातन धर्म नष्ट हो जाते हैं।",
      "telugu": "కుటుంబ నాశకులైన వీరి దోషాల వల్ల వర్ణసంకరం ఏర్పడుతుంది; దీని వల్ల జాతి మరియు కుటుంబ ధర్మాలు నశిస్తాయి.",
      "tamil": "குடும்பத்தைக் கெடுக்கும் பாவங்களால், சமுதாயச் சீர்குலைவினால், ஜாதி, குடும்பச் சாஸ்திரங்கள் அழிந்துவிடுகின்றன.",
      "kannada": "ಕುಟುಂಬ ನಾಶಕರಾದವರ ಈ ದೋಷಗಳಿಂದ, ವರ್ಣಸಂಕರ ಸೃಷ್ಟಿಯಾಗಿ, ಶಾಶ್ವತವಾದ ಜಾತಿ ಮತ್ತು ಕುಟುಂಬ ಧರ್ಮಗಳು ನಾಶವಾಗುತ್ತವೆ."
    },
    "44": {
      "sanskrit": "उत्सन्न कुलधर्माणां मनुष्याणां जनार्दन | नरकेऽनियतं वासो भवतीत्यनुशुश्रुम || १.४४ ||",
      "english": "O Janardana, we have heard that those whose family traditions are destroyed, dwell in hell indefinitely.",
      "hindi": "हे जनार्दन, हमने सुना है कि जिन लोगों के कुलधर्म नष्ट हो जाते हैं, वे अनिश्चितकाल तक नरक में रहते हैं।",
      "telugu": "ఓ జనార్దనా, కుటుంబ ధర్మాలు నాశనమైన మనుష్యులు, నిరంతరం నరకంలో నివసిస్తారని మేము విన్నాము.",
      "tamil": "ஓ ஜனார்தன, குடும்பத்தைக் கெடுத்து விட்டவர்களுடைய வாழ்க்கை, எந்நாளும் நரகத்திலேயே இருக்கும் என்று கேள்விப்பட்டுள்ளோம்.",
      "kannada": "ಓ ಜನಾರ್ದನ, ಕುಟುಂಬ ಧರ್ಮಗಳು ನಾಶವಾದವರು ನಿರಂತರವಾಗಿ ನರಕದಲ್ಲಿ ವಾಸಿಸುತ್ತಾರೆ ಎಂದು ನಾವು ಕೇಳಿದ್ದೇವೆ."
    },
    "45": {
      "sanskrit": "अहो बत महत्पापं कर्तुं व्यवसिता वयम् | यद्राज्यसुखलोभेन हन्तुं स्वजनमुद्यताः || १.४५ ||",
      "english": "Alas! How strange that we are prepared to commit this great sin, out of greed for royal pleasures, by killing our own kinsmen.",
      "hindi": "हाय! यह कैसा महान पाप है जिसे हम करने के लिए तैयार हैं, राज्य सुख के लोभ में अपने ही स्वजनों को मारकर।",
      "telugu": "హాయ్! రాజ్య సుఖం కోసం మన స్వజనులను హతమార్చి, మనం ఈ ఘోరమైన పాపాన్ని చేయడానికి సిద్ధంగా ఉన్నాము.",
      "tamil": "அடப்போ! எங்கள் சொந்தங்களை கொன்று, சுகத்தை விரும்பி, இந்தப் பெரிய பாவத்தைக் செய்யத் தயாராக இருக்கிறோம்.",
      "kannada": "ಅಯ್ಯೋ! ರಾಜ್ಯದ ಆಕಾಂಕ್ಷೆಯಿಂದ ನಾವು ನಮ್ಮ ಸ್ವಜನರನ್ನು ಕೊಂದು ಈ ಮಹಾ ಪಾಪವನ್ನು ಮಾಡಲು ಸಿದ್ಧರಾಗಿದ್ದೇವೆ."
    },
    "46": {
      "sanskrit": "यदि मामप्रतीकारमशस्त्रं शस्त्रपाणयः | धार्तराष्ट्रा रणे हन्युस्तन्मे क्षेमतरं भवेत् || १.४६ ||",
      "english": "If the sons of Dhritarashtra, armed with weapons, were to slay me unarmed and unresisting on the battlefield, that would be better for me.",
      "hindi": "यदि धृतराष्ट्र के पुत्र मुझे निहत्थे और बिना प्रतिरोध किए युद्धभूमि में मार डालें, तो वह मेरे लिए अधिक कल्याणकारी होगा।",
      "telugu": "ధృతరాష్ట్రుని కుమారులు నన్ను నిరాయుధుడిగా మరియు రక్షణ లేకుండా యుద్ధభూమిలో హతమార్చినా, అది నాకు మేలు.",
      "tamil": "துருதராஷ்டிரர்களால் நான் ஆயுதமின்றி பாதுகாப்பின்றி கொல்லப்பட்டாலும் கூட, அது எனக்கு மேலானதாக இருக்கும்.",
      "kannada": "ಧೃತರಾಷ್ಟ್ರನ ಪುತ್ರರು ಶಸ್ತ್ರಸ್ತರಸಹಿತವಾಗಿ ನಿರಾಯುಧನಾದ ನನ್ನನ್ನು ಯುದ್ಧಭೂಮಿಯಲ್ಲಿ ಕೊಂದರೆ, ಅದೇ ನನಗೆ ಉತ್ತಮ."
    },
    "47": {
      "sanskrit": "सञ्जय उवाच | एवमुक्त्वार्जुनः सङ्ख्ये रथोपस्थ उपाविशत् | विसृज्य सशरं चापं शोकसंविग्नमानसः || १.४७ ||",
      "english": "Sanjaya said: Having spoken thus on the battlefield, Arjuna cast aside his bow and arrows and sat down on his chariot, his mind overwhelmed with grief.",
      "hindi": "संजय ने कहा: ऐसा कहकर युद्धभूमि में अर्जुन ने अपना धनुष और बाण छोड़ दिए और अपने रथ में बैठ गया, उसके मन में अत्यधिक शोक था।",
      "telugu": "సంజయుడు చెప్పెను: ఈ విధంగా మాట్లాడిన తర్వాత, అర్జునుడు తన ధనుస్సును మరియు బాణాలను వదిలిపెట్టి, తీవ్ర దుఃఖంతో తన రథంలో కూర్చుండిపోయాడు.",
      "tamil": "சஞ்சயன் கூறினான்: இப்படிப் பேசிக் கொண்டு, அர்ஜுனன் தனது வில் மற்றும் அம்புகளை விட்டுவிட்டு, மிகுந்த துக்கத்துடன் தனது ரதத்தில் உட்கார்ந்துவிட்டான்.",
      "kannada": "ಸಂಜಯನು ಹೇಳಿದನು: ಹೀಗೆ ಹೇಳಿದ ಬಳಿಕ, ಅರ್ಜುನನು ತನ್ನ ಧನುಸ್ಸು ಮತ್ತು ಬಾಣಗಳನ್ನು ಬಿಟ್ಟು, ಅಪಾರ ದುಃಖದಿಂದ ತನ್ನ ರಥದಲ್ಲಿ ಕುಳಿತನು."
    }
  },

  "2": {
    "verses": {
      "1": {
        "sanskrit": "सञ्जय उवाच |\nतं तथा कृपयाविष्टमश्रुपूर्णाकुलेक्षणम् |\nविषीदन्तमिदं वाक्यमुवाच मधुसूदनः || २.१ ||",
        "english": "Sanjaya said: Seeing Arjuna full of compassion, his mind depressed, and his eyes filled with tears, Madhusudana (Krishna) spoke the following words.",
        "hindi": "संजय ने कहा: करुणा से व्याकुल, अश्रुपूर्ण नेत्रों और विषादग्रस्त मन वाले अर्जुन को देखकर, मधुसूदन (कृष्ण) ने ये वचन कहे।",
        "telugu": "సంజయుడు చెప్పెను: కరుణతో నిండిన, కన్నీరు పూరితమైన కళ్ళతో, మనస్సులో విషాదంతో నిండిన అర్జునుని చూసి, మధుసూదనుడు (కృష్ణుడు) ఈ మాటలు చెప్పాడు.",
        "tamil": "சஞ்சயன் கூறினான்: கருணையால் பூரித்த, கண்களில் கண்ணீர் நிறைந்த, மனதில் கவலையுடன் இருந்த அர்ஜுனனை கண்டு, மதுசூதனன் (கிருஷ்ணன்) இந்த வார்த்தைகளை பேசினான்.",
        "kannada": "ಸಂಜಯನು ಹೇಳಿದನು: ಕರುಣೆಯಿಂದ ತುಂಬಿ, ಕಣ್ಣೀರು ತುಂಬಿದ ಕಣ್ಣುಗಳು, ವಿಷಾದಭರಿತ ಮನಸ್ಸಿನಿಂದ ಕೂಡಿದ ಅರ್ಜುನನನ್ನು ನೋಡಿ, ಮಧುಸೂದನ (ಕೃಷ್ಣ) ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿದರು."
      },
      "2": {
        "sanskrit": "श्रीभगवानुवाच |\nकुतस्त्वा कश्मलमिदं विषमे समुपस्थितम् |\nअनार्यजुष्टमस्वर्ग्यमकीर्तिकरमर्जुन || २.२ ||",
        "english": "The Supreme Lord said: O Arjuna, how has this weakness come upon you in this hour of trial? It is unworthy of an honorable person, does not lead to heaven, and brings infamy.",
        "hindi": "भगवान ने कहा: हे अर्जुन, यह दुर्बलता तुझमें इस कठिन समय में कैसे आई? यह न तो आर्यजनों को शोभा देती है, न स्वर्ग दिलाती है, और न ही कीर्ति बढ़ाती है।",
        "telugu": "శ్రీ భగవానుడు పలికెను: ఓ అర్జునా, ఈ క్లిష్ట సమయంలో నీకు ఈ నిస్సహాయత ఎలా వచ్చింది? ఇది గౌరవనీయులకు తగినది కాదు, స్వర్గానికి దారి చూపదు, మరియు అపకీర్తి కలిగిస్తుంది.",
        "tamil": "பகவான் கூறினார்: ஓ அர்ஜுனா, இந்தக் கடினமான தருணத்தில் உனக்கு இந்தத் தளர்ச்சி எவ்வாறு ஏற்பட்டது? இது உயர்ந்தவர்களுக்கு ஒத்துவராது, சொர்க்கத்தை அடைய உதவாது, மற்றும் இழிவை அளிக்கிறது.",
        "kannada": "ಶ್ರೀ ಭಗವಾನನು ಹೇಳಿದರು: ಓ ಅರ್ಜುನ, ಈ ಸಂಕಟದ ಸಮಯದಲ್ಲಿ ನಿನಗೆ ಈ ದುರ್ಬಲತೆ ಹೇಗೆ ಬಂದಿದೆ? ಇದು ಘನತೆಯನ್ನು ತರುತ್ತಿಲ್ಲ, ಸ್ವರ್ಗಪ್ರಾಪ್ತಿಗೆ ಕಾರಣವಲ್ಲ ಮತ್ತು ಅಪಕೀರ್ತಿಯನ್ನುಂಟುಮಾಡುತ್ತದೆ."
      },
      "3": {
        "sanskrit": "क्लैब्यं मा स्म गमः पार्थ नैतत्तवयुपपद्यते |\nक्षुद्रं हृदयदौर्बल्यं त्यक्त्वोत्तिष्ठ परन्तप || २.३ ||",
        "english": "Do not yield to this unmanliness, O Partha. It does not befit you. Give up this weak-heartedness and arise, O scorcher of foes.",
        "hindi": "हे पार्थ, इस नपुंसकता को मत अपनाओ। यह तुझसे शोभा नहीं देता। इस तुच्छ हृदय की दुर्बलता को त्यागकर उठो, हे परंतप।",
        "telugu": "ఓ పార్థా, ఈ నరత్వ రహితత్వాన్ని అంగీకరించవద్దు. ఇది నీకు తగినది కాదు. ఈ హృదయబలహీనతను వదిలి, శత్రుని జయించే ఓ యోధుడా, లేవు!",
        "tamil": "ஓ பார்த்தா, இந்த மனச்சோர்வில் வீழாதே. இது உனக்குச் சமமானது அல்ல. இந்தச் சிறிய மனதின் பலவீனத்தை விட்டு எழு, ஓ பரந்தபா!",
        "kannada": "ಓ ಪಾರ್ಥ, ಈ ಕುಂತಿತನವನ್ನು ಅಂಗೀಕರಿಸಬೇಡ. ಇದು ನಿನ್ನಿಗೆ ಶೋಭೆಯಲ್ಲ. ಈ ಹೃದಯದ ದುರ್ಬಲತೆಯನ್ನು ತೊರೆದು ಏಳು, ಓ ಶತ್ರುಗಳ ಸಂಕಟಕಾರಾ!"
      },
      "4": {
        "sanskrit": "अर्जुन उवाच |\nकथं भीष्ममहं सङ्ख्ये द्रोणं च मधुसूदन |\nइषुभिः प्रतियोत्स्यामि पूजार्हावरिसूदन || २.४ ||",
        "english": "Arjuna said: O Madhusudana, how shall I counterattack with arrows in battle against Bhishma and Drona, who are worthy of my worship, O destroyer of foes?",
        "hindi": "अर्जुन ने कहा: हे मधुसूदन, मैं युद्ध में भीष्म और द्रोण जैसे पूजनीय व्यक्तियों पर बाण कैसे चला सकता हूँ, हे अरिसूदन?",
        "telugu": "అర్జునుడు పలికెను: ఓ మధుసూదనా, భీష్ముడు మరియు ద్రోణాచార్యులు వంటి ఆరాధనీయులను నేను యుద్ధంలో బాణాలతో ఎలా ఎదుర్కోవగలను, ఓ అరిసూదనా?",
        "tamil": "அர்ஜுனன் கூறினான்: ஓ மதுசூதனே, பீஷ்மர் மற்றும் திரோணர் போன்ற வழிபாட்டிற்குரியவர்களை நான் யுத்தத்தில் எவ்வாறு எதிர்த்து அணிய முடியும், ஓ அரிசூதனே?",
        "kannada": "ಅರ್ಜುನನು ಹೇಳಿದನು: ಓ ಮಧುಸೂದನ, ಭೀಷ್ಮ ಮತ್ತು ದ್ರೋಣರಂತಹ ಪೂಜ್ಯ ವ್ಯಕ್ತಿಗಳನ್ನು ನಾನು ಯುದ್ಧದಲ್ಲಿ ಬಾಣಗಳಿಂದ ಹೇಗೆ ಎದುರಿಸಬಹುದು, ಓ ಶತ್ರುಸೂದನ?"
      },
      "5": {
        "sanskrit": "गुरूनहत्वा हि महानुभावान्\nश्रेयो भोक्तुं भैक्ष्यमपीह लोके |\nहत्वार्थकामांस्तु गुरुन्हि\nएव भुञ्जीय भोगान् रुधिरप्रदिग्धान् || २.५ ||",
        "english": "It is better to live in this world by begging than to slay these great souls, my teachers. If I kill them, all my worldly pleasures will be stained with blood.",
        "hindi": "इन महान आत्माओं, अपने गुरुओं को न मारकर इस संसार में भिक्षा मांगकर जीना अधिक श्रेष्ठ है। यदि मैं इन्हें मार दूँ, तो मेरे सभी सांसारिक सुख रक्त से सने होंगे।",
        "telugu": "ఈ మహాత్ములైన నా గురువులను వధించకుండా భిక్షాటన చేసి బ్రతకడం మేలు. వారిని వధిస్తే, నా అన్ని భోగాలు రక్తంతో కప్పబడిపోతాయి.",
        "tamil": "இந்த மகான்களை, எனது ஆசான்களை வதைசெய்யாமல் பிச்சை எடுத்து வாழ்வது மேல். அவர்களை கொன்றால், என் எல்லா அனுபவங்களும் இரத்தத்தால் மாசுபடும்.",
        "kannada": "ಈ ಮಹಾನ್ ಗುರುಗಳನ್ನು ಕೊಲ್ಲದೆ ಭಿಕ್ಷೆ ಬೇಡಿ ಬದುಕುವುದು ಉತ್ತಮ. ಅವರನ್ನು ಕೊಂದರೆ ನನ್ನ ಎಲ್ಲ ಭೋಗಗಳು ರಕ್ತದಿಂದ ಮುತ್ತಿಕೊಳ್ಳಲಿವೆ."
      },
      "6": {
        "sanskrit": "न चैतद्विद्मः कतरन्नो गरीयो\nयद्वा जयेम यदि वा नो जयेयुः |\nयानेव हत्वा न जिजीविषामः\nतेऽवस्थिताः प्रमुखे धार्तराष्ट्राः || २.६ ||",
        "english": "Nor do we know which is better—conquering them or being conquered by them. Those whom we do not wish to kill, the sons of Dhritarashtra, now stand before us in battle.",
        "hindi": "हमें यह भी नहीं पता कि हमारे लिए क्या बेहतर है—उन्हें जीतना या उनसे पराजित होना। जिन्हें हम मारना नहीं चाहते, वे धृतराष्ट्र के पुत्र, अब युद्ध में हमारे सामने खड़े हैं।",
        "telugu": "మేము విజయం సాధించాలా లేదా ఓడిపోవాలా అనే విషయం కూడా మాకు తెలియదు. వారిని నాశనం చేయడానికి ఆసక్తి లేని ధృతరాష్ట్రుని కుమారులు యుద్ధభూమిలో ఎదిరించి ఉన్నారు.",
        "tamil": "நாம் வெற்றி பெறலாமா அல்லது தோல்வியடையலாமா என்பதும் நமக்குத் தெரியாது. நாங்கள் கொல்ல விரும்பாத துருதராஷ்டிரரின் மகன்கள் இப்போது போர்க்களத்தில் நம்மை எதிர்கொண்டு நிற்கிறார்கள்.",
        "kannada": "ನಾವು ಗೆಲ್ಲುವುದಾ ಅಥವಾ ಸೋಲುವುದಾ ಎಂಬುದೂ ನಮಗೆ ತಿಳಿದಿಲ್ಲ. ನಾವು ಕೊಲ್ಲಲು ಇಚ್ಛಿಸದ ಧೃತರಾಷ್ಟ್ರನ ಪುತ್ರರು ಈಗ ಯುದ್ಧಕ್ಷೇತ್ರದಲ್ಲಿ ನಮ್ಮ ಎದುರಿದ್ದಾರೆ."
      },
      "7": {
        "sanskrit": "कार्पण्यदोषोपहतस्वभावः |\nपृच्छामि त्वां धर्मसंमूढचेताः |\nयच्छ्रेयः स्यान्निश्चितं ब्रूहि तन्मे |\nशिष्यस्तेऽहं शाधि मां त्वां प्रपन्नम् || २.७ ||",
        "english": "My nature is overpowered by weakness, and my mind is confused about duty. I ask you—what is definitely best for me? Please instruct me, for I am your disciple and have taken refuge in you.",
        "hindi": "मेरा स्वभाव दुर्बलता से अभिभूत हो गया है, और मेरा मन धर्म के प्रति भ्रमित है। मैं आपसे प्रार्थना करता हूँ—मेरे लिए क्या श्रेष्ठ है, मुझे बताइए। मैं आपका शिष्य हूँ और आपकी शरण में आया हूँ।",
        "telugu": "నా స్వభావం బలహీనతచే ప్రభావితమై, నా మనస్సు ధర్మంలో అయోమయంలో ఉంది. నాకు ఏమి ఉత్తమమో దయచేసి చెప్పండి. నేను మీ శిష్యుడను, మీ శరణును స్వీకరించాను.",
        "tamil": "என் இயல்பு பலவீனத்தால் துவண்டு போயுள்ளது, மற்றும் என் மனம் தர்மத்தில் குழம்பியுள்ளது. என்னால் எது சிறந்தது என்பதை தயவுசெய்து சொல்லுங்கள். நான் உங்கள் சீடனாகும், உங்கள் சரணடைகின்றேன்.",
        "kannada": "ನನ್ನ ಸ್ವಭಾವ ದುರ್ಬಲತೆಯಿಂದ ಆವರಿಸಲ್ಪಟ್ಟಿದೆ, ಮತ್ತು ನನ್ನ ಮನಸ್ಸು ಧರ್ಮದ ಕುರಿತು ಗೊಂದಲದಲ್ಲಿದೆ. ದಯವಿಟ್ಟು ನನಗೆ ಏನಿದು ಶ್ರೇಯಸ್ಕರ ಎಂದು ತಿಳಿಸು. ನಾನು ನಿನ್ನ ಶಿಷ್ಯನಾಗಿದ್ದೇನೆ, ನಿನ್ನ ಶರಣಾಗಿದ್ದೇನೆ."
      },
      "8": {
        "sanskrit": "न हि प्रपश्यामि ममापनुद्याद् |\nयच्छोकमुच्छोषणमिन्द्रियाणाम् |\nअवाप्य भूमावसपत्नमृद्धं |\nराज्यं सुराणामपि चाधिपत्यम् || २.८ ||",
        "english": "I do not see what can remove my sorrow, which dries up my senses. Even if I were to obtain an unrivaled and prosperous kingdom on earth, or lordship over the gods, I do not see relief.",
        "hindi": "मैं ऐसा कुछ भी नहीं देखता जो मेरे इस शोक को दूर कर सके, जो मेरी इंद्रियों को सुखा देता है। यदि मुझे समृद्ध राज्य या स्वर्ग का अधिपत्य भी मिल जाए, तब भी मुझे कोई समाधान नहीं दिखता।",
        "telugu": "నా ఇంద్రియాలను క్షీణింపజేసే ఈ శోకాన్ని తొలగించగలదేమిటో నాకు తెలియదు. భూమిపై విశిష్ట రాజ్యం లేదా దేవతల అధిపత్యం కూడా నాకు ఉపశమనం కలిగించదని భావిస్తున్నాను.",
        "tamil": "என் பகுத்தறிவை உறிஞ்சும் இந்த துக்கத்தை நீக்க எதுவும் இல்லை என்று எனக்குத் தெரிகிறது. பூமியில் பெரிய அரசியைக் கொண்டிருந்தாலும் அல்லது தேவர்களின் தலைமை கிடைத்தாலும், நான் எந்தவித நிவாரணத்தையும் காணவில்லை.",
        "kannada": "ನನ್ನ ಇಂದ್ರಿಯಗಳನ್ನು ಶೋಷಿಸುವ ಈ ದುಃಖವನ್ನು ನಿವಾರಿಸಲು ಏನೂ ಇಲ್ಲ ಎಂದು ನನಗೆ ಕಾಣಿಸುತ್ತಿಲ್ಲ. ಭೂಮಿಯಲ್ಲಿ ಶ್ರೇಷ್ಠ ರಾಜ್ಯವಿದ್ದರೂ, ದೇವತೆಗಳ ಅಧಿಪತ್ಯವಿದ್ದರೂ, ನನಗೆ ಶಾಂತಿ ದೊರೆಯುವುದಿಲ್ಲ."
      },
      "9": {
        "sanskrit": "सञ्जय उवाच |\nएवमुक्त्वा हृषीकेशं गुडाकेशः परन्तप |\nन योत्स्य इति गोविन्दमुक्त्वा तूष्णीं बभूव ह || २.९ ||",
        "english": "Sanjaya said: Having spoken thus to Hrishikesha, Arjuna, the conqueror of sleep, declared 'I will not fight' and fell silent, O Parantapa.",
        "hindi": "संजय ने कहा: इस प्रकार हृषीकेश से कहने के बाद, अर्जुन, जो निद्रा को जीतने वाला है, 'मैं युद्ध नहीं करूंगा' ऐसा कहकर चुप हो गया, हे परंतप।",
        "telugu": "సంజయుడు చెప్పెను: ఈ విధంగా హృషీకేశునితో మాట్లాడిన తరువాత, నిద్రపై విజయం సాధించిన అర్జునుడు 'నేను యుద్ధం చేయను' అని చెప్పి మౌనంగా ఉండిపోయాడు.",
        "tamil": "சஞ்சயன் கூறினான்: இப்படிக் கூறியபின், அர்ஜுனன், தூக்கத்தை வென்றவன், 'நான் யுத்தம் செய்யமாட்டேன்' என்று கூறி மௌனமானான்.",
        "kannada": "ಸಂಜಯನು ಹೇಳಿದನು: ಹೀಗೆ ಹೇಳಿದ ನಂತರ, ಹೃಷೀಕೇಶನಿಗೆ ಅರ್ಜುನನು 'ನಾನು ಯುದ್ಧ ಮಾಡುವುದಿಲ್ಲ' ಎಂದು ಹೇಳಿ ಮೌನವಾಗಿದ್ದನು."
      },
      "10": {
        "sanskrit": "तमुवाच हृषीकेशः प्रहसन्निव भारत |\nसेनयोरुभयोर्मध्ये विषीदन्तमिदं वचः || २.१० ||",
        "english": "O Bharata, Hrishikesha, as if smiling, spoke these words to the despondent Arjuna, standing between both armies.",
        "hindi": "हे भरतवंशी, हृषीकेश ने, मानो मुस्कुराते हुए, दोनों सेनाओं के बीच खड़े दुःखी अर्जुन से यह वचन कहा।",
        "telugu": "ఓ భరతవంశీయ, హృషీకేశుడు, ముస్కురిస్తున్నట్లుగా అనిపిస్తూ, రెండు సైన్యాల మధ్య విషాదంలో ఉన్న అర్జునునితో ఈ మాటలు చెప్పాడు.",
        "tamil": "ஓ பரத வம்சத்தினரே, இரு படைகளுக்கு நடுவே நின்று சோகத்தில் இருந்த அர்ஜுனனுடன், மெல்லச் சிரிக்குமாறு ஹிருஷீகேசன் இந்த வார்த்தைகளை கூறினார்.",
        "kannada": "ಓ ಭಾರತ, ಹೃಷೀಕೇಶನು, ನಗುತಿರುವಂತೆ ತೋರುತ್ತಾ, ಯುದ್ಧಭೂಮಿಯ ನಡುವೆ ದುಃಖಿತರಾಗಿದ್ದ ಅರ್ಜುನನಿಗೆ ಈ ಮಾತುಗಳನ್ನು ಹೇಳಿದನು."
      },
      "11": {
        "sanskrit": "श्रीभगवानुवाच |\nअशोच्यानन्वशोचस्त्वं प्रज्ञावादांश्च भाषसे |\nगतासूनगतासूंश्च नानुशोचन्ति पण्डिताः || २.११ ||",
        "english": "The Blessed Lord said: You grieve for those who should not be grieved for, yet you speak words of wisdom. The wise do not mourn for the living or the dead.",
        "hindi": "श्री भगवान ने कहा: तुम उन लोगों के लिए शोक कर रहे हो जिनके लिए शोक नहीं करना चाहिए, फिर भी तुम बुद्धिमान के समान बातें कर रहे हो। ज्ञानी लोग न तो जीवितों के लिए शोक करते हैं और न ही मृतकों के लिए।",
        "telugu": "శ్రీ భగవాన్ పలికెను: నీవు శోకించరాని వారికి శోకిస్తున్నావు, కానీ జ్ఞానుల మాటలు మాట్లాడుతున్నావు. జ్ఞానులు బతికినవారికి గాని, మరణించినవారికి గాని శోకించరు.",
        "tamil": "ஸ்ரீ பகவான் கூறினார்: நீ துக்கிக்கத் தேவையில்லாதவர்களுக்காக துக்கிக்கின்றாய், ஆனால் ஞானிகளின் பேச்சு பேசுகிறாய். ஞானிகள் உயிருடன் இருப்பவர்களுக்கோ, இறந்தவர்களுக்கோ துக்கிக்கமாட்டார்கள்.",
        "kannada": "ಶ್ರೀ ಭಗವಾನ್ ಹೇಳಿದರು: ನೀನು ಶೋಕ ಮಾಡಬಾರಾದವರಿಗಾಗಿ ಶೋಕಿಸುತ್ತೀಯ, ಆದರೆ ಜ್ಞಾನಿಗಳ ಮಾತುಗಳನ್ನು ಮಾತನಾಡುತ್ತಿದ್ದೀಯ. ಜ್ಞಾನಿಗಳು ಬದುಕಿರುವವರಿಗೂ, ಸತ್ತವರಿಗೂ ಶೋಕಿಸುವುದಿಲ್ಲ."
      },
      "12": {
        "sanskrit": "न त्वेवाहं जातु नासं न त्वं नेमे जनाधिपाः |\nन चैव न भविष्यामः सर्वे वयमतः परम् || २.१२ ||",
        "english": "Never was there a time when I did not exist, nor you, nor all these kings; nor will any of us cease to exist in the future.",
        "hindi": "कभी ऐसा समय नहीं था जब मैं नहीं था, न तुम थे, और न ही ये सभी राजा थे; और भविष्य में भी हममें से कोई समाप्त नहीं होगा।",
        "telugu": "నేను లేకుండా ఉన్న సమయం లేదు, నీవు లేకుండా ఉన్న సమయం లేదు, ఈ రాజులు లేకుండా ఉన్న సమయం లేదు. భవిష్యత్తులోనూ మనలో ఎవరూ ఉండకపోవు.",
        "tamil": "நான் இல்லாத நேரம் எப்போது இருந்ததோ, நீயும், இந்த அரசர்களும் இல்லாத நேரம் எப்போது இருந்ததோ இல்லை. எதிர்காலத்திலும் எங்களுக்குள் யாரும் இல்லாமல் இருக்க மாட்டார்கள்.",
        "kannada": "ನಾನು ಇಲ್ಲದ ಕಾಲವಿಲ್ಲ, ನೀನಿಲ್ಲದ ಕಾಲವಿಲ್ಲ, ಈ ರಾಜರು ಇಲ್ಲದ ಕಾಲವಿಲ್ಲ; ಭವಿಷ್ಯದಲ್ಲಿಯೂ ನಾವು ಯಾರೂ ಇಲ್ಲವಾಗುವುದಿಲ್ಲ."
      },
      "13": {
        "sanskrit": "देहिनोऽस्मिन्यथा देहे कौमारं यौवनं जरा |\nतथा देहान्तरप्राप्तिर्धीरस्तत्र न मुह्यति || २.१३ ||",
        "english": "Just as the soul passes through childhood, youth, and old age in this body, so too does it pass into another body after death. The wise are not deluded by this.",
        "hindi": "जिस प्रकार यह जीवात्मा इस शरीर में बाल्यावस्था, यौवन और वृद्धावस्था को प्राप्त होता है, उसी प्रकार मृत्यु के बाद यह दूसरे शरीर को प्राप्त होता है। ज्ञानीजन इससे मोहित नहीं होते।",
        "telugu": "ఈ శరీరంలో పిల్లవాడు, యువకుడు, వృద్ధుడు అవుతాడని ఎవరూ ఆశ్చర్యపోరు. అలాగే మరణం తరువాత మరో శరీరాన్ని పొందుతాడు. దీని గురించి వివేకులు భ్రమ పడరు.",
        "tamil": "இந்த உடலில் குழந்தை, இளமை, முதுமை போன்ற நிலையினை கடந்து செல்கிறது. அதுபோல் மரணத்திற்குப் பிறகு வேறு உடலுக்குச் செல்கிறது. இதனால் ஞானிகள் மயங்குவதில்லை.",
        "kannada": "ಈ ದೇಹದಲ್ಲಿ ಬಾಲ್ಯ, ಯೌವನ, ವಾರ್ಧಕ್ಯವು ಬರುವಂತೆ, ಸಾವಿನ ನಂತರ ಮತ್ತೊಂದು ದೇಹವನ್ನು ಪಡೆಯುತ್ತದೆ. ಜ್ಞಾನಿಗಳು ಇದರಿಂದ ಗೊಂದಲಕ್ಕೆ ಒಳಗಾಗುವುದಿಲ್ಲ."
      },
      "14": {
        "sanskrit": "मात्रास्पर्शास्तु कौन्तेय शीतोष्णसुखदुःखदाः |\nआगमापायिनोऽनित्यास्तांस्तितिक्षस्व भारत || २.१४ ||",
        "english": "O son of Kunti, the sensations of heat and cold, pleasure and pain, come and go; they are temporary. Endure them, O Bharata.",
        "hindi": "हे कुन्तीपुत्र, सर्दी-गर्मी, सुख-दुःख जैसी इंद्रिय संवेदनाएँ आती और जाती रहती हैं, वे अनित्य हैं। हे भारत, उन्हें सहन करो।",
        "telugu": "ఓ కుంతీపుత్రా, వేడి-చలికీ, సుఖ-దుఃఖాలకు సంబంధించిన అనుభవాలు తాత్కాలికం. ఓ భారతా, వాటిని ఓర్పుతో భరించు.",
        "tamil": "ஓ குந்திபுத்ரா, சூடு-குளிர், இன்பம்-துன்பம் போன்ற உணர்வுகள் தற்காலிகமானவை. ஓ பாரதா, அவற்றை பொறுத்துக்கொள்.",
        "kannada": "ಓ ಕುಂತೀಪುತ್ರಾ, ತಾಪ-ಶೀತ, ಸುಖ-ದುಃಖಗಳು ತಾತ್ಕಾಲಿಕವಾಗಿವೆ. ಓ ಭಾರತಾ, ಅವನ್ನು ಸಹನಿಸು."
      },
      "15": {
        "sanskrit": "यं हि न व्यथयन्त्येते पुरुषं पुरुषर्षभ |\nसमदुःखसुखं धीरं सोऽमृतत्वाय कल्पते || २.१५ ||",
        "english": "The person who is undisturbed by these (pleasures and pains), who remains steady in both happiness and distress, is fit for liberation.",
        "hindi": "जो मनुष्य सुख-दुःख से व्याकुल नहीं होता, और दोनों में समान रहता है, वही मुक्ति के योग्य होता है।",
        "telugu": "ఎవరైతే సుఖ-దుఃఖాలను సమానంగా చూస్తారో, అలాంటి ధీరులే మోక్షానికి అర్హులు.",
        "tamil": "இன்பம்-துன்பம் இரண்டையும் சமமாகக் காண்பவன் முத்திக்குத் தகுதியானவன்.",
        "kannada": "ಸುಖ-ದುಃಖಗಳಲ್ಲಿ ಸಮಭಾವ ಹೊಂದಿದವನು ಮುಕ್ತಿಗೆ ಅರ್ಹನಾಗುತ್ತಾನೆ."
      },
      "16": {
        "sanskrit": "नासतो विद्यते भावो नाभावो विद्यते सतः |\nउभयोरपि दृष्टोऽन्तस्त्वनयोस्तत्त्वदर्शिभिः || २.१६ ||",
        "english": "That which is unreal never exists, and that which is real never ceases to exist. The seers of truth have concluded the same.",
        "hindi": "जो असत् है उसका अस्तित्व नहीं होता और जो सत् है वह कभी नष्ट नहीं होता। तत्वदर्शियों ने इस सत्य को देखा है।",
        "telugu": "అసత్యానికి ఉనికి ఉండదు, సత్యం ఎప్పుడూ నశించదు. దీనిని తత్వదర్శులు గ్రహించారు.",
        "tamil": "அசத்தியிற்கு இருப்பது இல்லை, சத்தியிற்கு அழிவில்லை. ஞானிகள் இதனை உணர்ந்துள்ளனர்.",
        "kannada": "ಅಸತ್ಯಕ್ಕೆ ಸ್ಥಿತಿಯಿಲ್ಲ, ಸತ್ಯವು ಎಂದಿಗೂ ನಾಶವಾಗುವುದಿಲ್ಲ. ತತ್ತ್ವಜ್ಞಾನಿಗಳು ಇದನ್ನು ಅರಿತುಕೊಂಡಿದ್ದಾರೆ."
      },
      "17": {
        "sanskrit": "अविनाशि तु तद्विद्धि येन सर्वमिदं ततम् |\nविनाशमव्ययस्यास्य न कश्चित्कर्तुमर्हति || २.१७ ||",
        "english": "Know that which pervades the entire body is indestructible. No one can destroy the imperishable soul.",
        "hindi": "जो संपूर्ण शरीर में व्याप्त है, उसे अविनाशी जानो। कोई भी इस अविनाशी आत्मा का नाश नहीं कर सकता।",
        "telugu": "శరీరమంతటా వ్యాపించిన ఆత్మను నాశరహితమని తెలుసుకో. ఎవరూ దాన్ని నాశనం చేయలేరు.",
        "tamil": "முழு உடலிலும் பரவியுள்ள ஆன்மா அழியாதது என்பதை அறிவாய். யாரும் இதனை அழிக்கமுடியாது.",
        "kannada": "ಈ ದೇಹವನ್ನು ಆವರಿಸಿರುವ ಆತ್ಮ ನಾಶವಲ್ಲದದ್ದು. ಯಾರೂ ಇದನ್ನು ನಾಶಗೊಳCannot destroy."
      },
      "18": {
        "sanskrit": "अन्तवन्त इमे देहा नित्यस्योक्ताः शरीरिणः |\nअनाशिनोऽप्रमेयस्य तस्माद्युध्यस्व भारत || २.१८ ||",
        "english": "The material bodies are perishable, but the soul dwelling within is eternal, indestructible, and immeasurable. Therefore, fight, O descendant of Bharata.",
        "hindi": "ये शरीर नष्ट होने वाले हैं, लेकिन इनमें स्थित आत्मा नित्य, अविनाशी और अपरिमेय है। इसलिए, हे भारत, युद्ध कर।",
        "telugu": "ఈ శరీరాలు నశించేవే, కానీ ఆత్మ నిత్యమైనది, నాశరహితమైనది మరియు అపరిమితమైనది. కాబట్టి, ఓ భారతా, యుద్ధం చేయి.",
        "tamil": "இந்த உடல்கள் அழிந்துவிடும், ஆனால் அதில் உள்ள ஆன்மா நிரந்தரமானது, அழியாதது. ஆகவே, ஓ பாரதா, போர் செய்.",
        "kannada": "ಈ ದೇಹಗಳು ನಾಶವಾಗುತ್ತವೆ, ಆದರೆ ಈ ದೇಹದಲ್ಲಿರುವ ಆತ್ಮ ಶಾಶ್ವತ, ನಾಶವಾಗದದ್ದು. ಆದ್ದರಿಂದ, ಓ ಭಾರತಾ, ಯುದ್ಧಮಾಡು."
      },
      "19": {
        "sanskrit": "य एनं वेत्ति हन्तारं यश्चैनं मन्यते हतम् |\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते || २.१९ ||",
        "english": "He who thinks the soul kills, and he who thinks it is killed, both do not understand. The soul neither kills nor is killed.",
        "hindi": "जो यह सोचता है कि आत्मा हत्या करता है या मारा जाता है, वह दोनों ही अज्ञानी हैं। आत्मा न हत्या करता है, न मारा जाता है।",
        "telugu": "ఆత్మను హంతకుడని లేదా హతుడని భావించే వారు ఇద్దరూ అవివేకులు. ఆత్మ హతకుడు కాదు, హననము కాదు.",
        "tamil": "ஆன்மா கொல்லவல்லது, அல்லது கொல்லப்படவல்லது என்று நினைப்பவர்கள் இருவரும் அறியாமையிலேயே உள்ளனர்.",
        "kannada": "ಆತ್ಮನನ್ನು ಕೊಲ್ಲಬಹುದೆಂದು ಅಥವಾ ಕೊಲ್ಲಲ್ಪಡಬಹುದೆಂದು ಭಾವಿಸುವವರು ಎರಡೂ ತಪ್ಪು. ಆತ್ಮ ಕೊಲ್ಲುವುದಿಲ್ಲ, ಕೊಲ್ಲಲ್ಪಡುವುದಿಲ್ಲ."
      },
      "20": {
        "sanskrit": "न जायते म्रियते वा कदाचिन् |\nनायं भूत्वा भविता वा न भूयः |\nअजो नित्यः शाश्वतोऽयं पुराणो |\nन हन्यते हन्यमाने शरीरे || २.२० ||",
        "english": "The soul is never born, nor does it ever die. Having once existed, it never ceases to be. The soul is unborn, eternal, ever-existing, and primeval. It is not slain when the body is slain.",
        "hindi": "आत्मा न कभी जन्म लेती है, न कभी मरती है। जो एक बार अस्तित्व में आया, वह कभी समाप्त नहीं होता। आत्मा अजन्मा, नित्य, शाश्वत और सनातन है। शरीर के नाश से आत्मा नष्ट नहीं होती।",
        "telugu": "ఆత్మ జన్మించదు, మరణించదు. ఒకసారి ఉనికి పొందిన ఆత్మ ఎప్పటికీ నశించదు. అది అజన్మా, శాశ్వతమైనది మరియు పురాతనమైనది. శరీర మరణంతో ఆత్మ మరణించదు.",
        "tamil": "ஆன்மா பிறக்காது, இறக்காது. ஒருமுறை உள்ளதாயினால் அது எப்போதும் உள்ளது. அது பிறவாமை, நிரந்தரம், மூதாதையாகும். உடல் அழிந்தாலும் ஆன்மா அழியாது.",
        "kannada": "ಆತ್ಮ ಹುಟ್ಟುವುದಿಲ್ಲ, ಸಾಯುವುದಿಲ್ಲ. ಇದನ್ನು ಹುಟ್ಟಿದ ಬಳಿಕ ಎಂದಿಗೂ ನಾಶವಾಗುವುದಿಲ್ಲ. ಆತ್ಮ ಅಜ, ಶಾಶ್ವತ, ಸದಾ ಇರುವುದು. ದೇಹ ನಾಶವಾದಾಗ ಆತ್ಮ ನಾಶವಾಗುವುದಿಲ್ಲ."
      },
      "21": {
        "sanskrit": "वेध हन्तारं मन्यते हन्तुं यश्चैनं मन्यते हतम् |\nउभौ तौ न विजानीतो नायं हन्ति न हन्यते || २.२१ ||",
        "english": "He who thinks that the soul kills or is killed does not truly understand. The soul neither kills nor can be killed.",
        "hindi": "जो यह सोचता है कि आत्मा हत्या करता है या मारा जाता है, वह नहीं जानता। आत्मा न हत्या करती है, न मारी जाती है।",
        "telugu": "ఆత్మను హంతకుడని లేదా హతుడని భావించే వారు అవివేకులు. ఆత్మ హననము కాదు, హతకుడు కాదు.",
        "tamil": "ஆன்மா கொல்லவல்லது, அல்லது கொல்லப்படவல்லது என்று நினைப்பவர்கள் இருவரும் அறியாமையிலேயே உள்ளனர்.",
        "kannada": "ಆತ್ಮನನ್ನು ಕೊಲ್ಲಬಹುದೆಂದು ಅಥವಾ ಕೊಲ್ಲಲ್ಪಡಬಹುದೆಂದು ಭಾವಿಸುವವರು ಎರಡೂ ತಪ್ಪು. ಆತ್ಮ ಕೊಲ್ಲುವುದಿಲ್ಲ, ಕೊಲ್ಲಲ್ಪಡುವುದಿಲ್ಲ."
      },
      "22": {
        "sanskrit": "वासांसि जीर्णानि यथा विहाय |\nनवानि गृह्णाति नरोऽपराणि |\nतथा शरीराणि विहाय जीर्णा |\nन्यानि संयाति नवानि देही || २.२२ ||",
        "english": "Just as a person discards old garments and wears new ones, the soul discards old bodies and enters new ones.",
        "hindi": "जिस प्रकार मनुष्य पुराने वस्त्रों को त्यागकर नए धारण करता है, उसी प्रकार आत्मा पुराने शरीर को छोड़कर नया धारण करती है।",
        "telugu": "ఎలాంటి వ్యక్తి పాత బట్టలు వదిలిపెట్టి కొత్తవి ధరిస్తాడో, అలానే ఆత్మ పాత శరీరాన్ని విడిచిపెట్టి కొత్త శరీరంలో ప్రవేశిస్తుంది.",
        "tamil": "ஒருவன் பழைய உடைகளை களைந்து புதியவற்றை அணிவதுபோல், ஆன்மா பழைய உடல்களை விட்டு புதியவற்றில் செல்கிறது.",
        "kannada": "ಒಬ್ಬ ವ್ಯಕ್ತಿ ಹಳೆಯ ಬಟ್ಟೆಗಳನ್ನು ತೊರೆದು ಹೊಸವುಗಳನ್ನು ಧರಿಸುವಂತೆ, ಆತ್ಮ ಹಳೆಯ ದೇಹವನ್ನು ಬಿಟ್ಟು ಹೊಸ ದೇಹವನ್ನು ಪಡೆಯುತ್ತದೆ."
      },
      "23": {
        "sanskrit": "नैनं छिन्दन्ति शस्त्राणि नैनं दहति पावकः |\nन चैनं क्लेदयन्त्यापो न शोषयति मारुतः || २.२३ ||",
        "english": "Weapons cannot cut the soul, fire cannot burn it, water cannot wet it, and wind cannot dry it.",
        "hindi": "आत्मा को शस्त्र काट नहीं सकते, अग्नि जला नहीं सकती, जल गीला नहीं कर सकता और वायु इसे सुखा नहीं सकती।",
        "telugu": "ఆత్మను ఆయుధాలు కోయలేవు, అగ్ని దహించలేదు, నీరు తడిపించలేదు, గాలి ఎండిపోవలేదు.",
        "tamil": "ஆன்மாவை ஆயுதங்கள் கிழிக்க முடியாது, தீ எரிக்க முடியாது, நீர் நனைக்க முடியாது, காற்று உலர்க்க முடியாது.",
        "kannada": "ಆತ್ಮವನ್ನು ಆಯುಧಗಳು ಕಡಿದುಹಾಕಲಾರವು, ಅಗ್ನಿ ಸುಡಲಾರದು, ನೀರು ತೋಯಿಸಲಾರದು, ಗಾಳಿ ಒಣಗಿಸಲಾರದು."
      },
      "24": {
        "sanskrit": "अच्छेद्योऽयमदाह्योऽयमक्लेद्योऽशोष्य एव च |\nनित्यः सर्वगतः स्थाणुरचलोऽयं सनातनः || २.२४ ||",
        "english": "The soul is unbreakable, incombustible, cannot be dampened or dried. It is eternal, omnipresent, unchanging, immovable, and everlasting.",
        "hindi": "आत्मा न कट सकती है, न जलाई जा सकती है, न गीली हो सकती है और न ही सुखाई जा सकती है। यह नित्य, सर्वव्यापी, अचल और सनातन है।",
        "telugu": "ఆత్మను కోయలేము, కాల్చలేము, తడిపించలేము, ఎండిపెట్టలేము. ఇది నిత్యమైనది, సమస్తాన్ని వ్యాప్తించినది మరియు స్థిరమైనది.",
        "tamil": "ஆன்மாவை வெட்ட முடியாது, எரிக்க முடியாது, நனைக்க முடியாது, உலர்க்க முடியாது. அது நித்தியம், எல்லா இடத்திலும் இருக்கும், நிலையானது.",
        "kannada": "ಆತ್ಮವು ಕಡಿದುಹಾಕಲು ಅಶಕ್ತ, ಸುಡಲು ಅಶಕ್ತ, ತೋಯಿಸಲು ಅಶಕ್ತ, ಒಣಗಿಸಲು ಅಶಕ್ತ. ಅದು ಶಾಶ್ವತ, ಎಲ್ಲೆಲ್ಲೂ ಇರುವ, ಸ್ಥಿರ ಮತ್ತು ಅಚಲ."
      },
      "25": {
        "sanskrit": "अव्यक्तोऽयमचिन्त्योऽयमविकार्योऽयमुच्यते |\nतस्मादेवं विदित्वैनं नानुशोचितुमर्हसि || २.२५ ||",
        "english": "The soul is said to be invisible, inconceivable, and unchangeable. Knowing this, you should not grieve.",
        "hindi": "आत्मा अदृश्य, अचिन्त्य और अविकारी है। इसे जानकर तुम्हें शोक नहीं करना चाहिए।",
        "telugu": "ఆత్మ అదృశ్యం, ఆలోచించలేనిది, మార్పులకు లోబడదు. దీన్ని తెలుసుకొని, విషాదపడకూడదు.",
        "tamil": "ஆன்மா காண முடியாது, சிந்திக்க முடியாது, மாற்ற முடியாது. இதனை அறிந்து கவலைப்பட வேண்டாம்.",
        "kannada": "ಆತ್ಮ ಅನ್ದೃಶ್ಯ, ಅಚಿಂತನೀಯ, ಬದಲಾಗದದ್ದು. ಇದನ್ನು ಅರಿತು, ದುಃಖಿಸಬೇಡ."
      },
      "26": {
        "sanskrit": "अथ चैनं नित्यजातं नित्यं वा मन्यसे मृतम् |\nतथापि त्वं महाबाहो नैनं शोचितुमर्हसि || २.२६ ||",
        "english": "Even if you think the soul is constantly born and dies repeatedly, still, O mighty-armed one, you should not grieve.",
        "hindi": "यदि तुम सोचते हो कि आत्मा बार-बार जन्म लेती और मरती है, तब भी, हे महाबाहो, तुम्हें शोक नहीं करना चाहिए।",
        "telugu": "నిత్యం జన్మించి మరణించేదిగా భావించినా, ఓ మహాబాహో, నీకు విషాదపడటం సమంజసం కాదు.",
        "tamil": "ஆன்மா எப்போதும் பிறந்து மறைவதாக நினைத்தாலும், ஓ மகாபாஹோ, கவலைப்பட தேவையில்லை.",
        "kannada": "ಆತ್ಮವು ನಿರಂತರವಾಗಿ ಹುಟ್ಟಿ ಸಾಯುತ್ತದೆಯೆಂದು ನಿನ್ನ ಭಾವನೆ ಇದ್ದರೂ, ಓ ಮಹಾಬಾಹೋ, ನೀನು ದುಃಖಿಸಬೇಡ."
      },
      "27": {
        "sanskrit": "जातस्य हि ध्रुवो मृत्युर्ध्रुवं जन्म मृतस्य च |\nतस्मादपरिहार्येऽर्थे न त्वं शोचितुमर्हसि || २.२७ ||",
        "english": "For one who is born, death is certain, and for one who has died, rebirth is inevitable. Therefore, you should not grieve over the inevitable.",
        "hindi": "जो जन्मा है उसकी मृत्यु निश्चित है और जो मरा है उसका पुनर्जन्म निश्चित है। इसलिए अपरिहार्य के लिए शोक मत करो।",
        "telugu": "పుట్టిన వారికి మరణం ఖచ్చితంగా ఉంటుంది, మరణించిన వారికి తిరిగి జననం ఖచ్చితమే. కాబట్టి, దీనిపై శోకించకూడదు.",
        "tamil": "பிறந்தவருக்கு மரணம் உறுதி, இறந்தவருக்கு மறுபிறப்பு உறுதி. எனவே இதற்காக நீ கவலைப்பட தேவையில்லை.",
        "kannada": "ಹುಟ್ಟಿದವನು ಖಂಡಿತವಾಗಿ ಸಾಯುತ್ತಾನೆ, ಸತ್ತವನು ಪುನರ್ಜನ್ಮ ಹೊಂದುತ್ತಾನೆ. ಆದ್ದರಿಂದ, ನೀನು ವಿಷಾದಿಸಬಾರದು."
      },
      "28": {
        "sanskrit": "अव्यक्तादीनि भूतानि व्यक्तमध्यानि भारत |\nअव्यक्तनिधनान्येव तत्र का परिदेवना || २.२८ ||",
        "english": "All beings are unmanifest before birth, manifest in life, and unmanifest again after death. Why then should there be any lamentation?",
        "hindi": "सभी जीव जन्म से पहले अव्यक्त थे, जीवन में व्यक्त होते हैं और मृत्यु के बाद पुनः अव्यक्त हो जाते हैं। फिर शोक किसलिए?",
        "telugu": "ప్రతి జీవి జన్మకు ముందు గోచరించదు, జీవితంలో గోచరించును, మరణించిన తర్వాత తిరిగి అగోచరమవుతుంది. కాబట్టి శోకించటం ఎందుకు?",
        "tamil": "அனைத்து உயிர்களும் பிறப்பிற்கு முன் தெரியாதவை, பிறவியில் தெரிந்தவையாக இருக்கும், மரணத்திற்கு பின் மறைந்துவிடும். கவலை ஏன்?",
        "kannada": "ಎಲ್ಲ ಜೀವರಾಶಿಗಳು ಜನ್ಮಕ್ಕೆ ಮೊದಲು ಕಾಣಿಸದವು, ಜೀವನದಲ್ಲಿ ಕಾಣುವವು, ಮತ್ತೆ ಸತ್ತ ನಂತರ ಕಾಣಿಸದವು. ಹಾಗಿದ್ದರೆ ವಿಷಾದ ಏಕೆ?"
      },
      "29": {
        "sanskrit": "आश्चर्यवत्पश्यति कश्चिदेनम् |\nआश्चर्यवद्वदति तथैव चान्यः |\nआश्चर्यवच्चैनमन्यः श्रृणोति |\nश्रुत्वाप्येनं वेद न चैव कश्चित् || २.२९ ||",
        "english": "Some see the soul as amazing, some speak of it as amazing, some hear of it as amazing, but even after hearing, no one truly knows it.",
        "hindi": "कुछ लोग आत्मा को अद्भुत मानकर देखते हैं, कुछ इसे अद्भुत मानकर वर्णन करते हैं, कुछ इसे अद्भुत मानकर सुनते हैं, लेकिन सुनने के बाद भी कोई इसे वास्तव में नहीं जानता।",
        "telugu": "కొంతమంది ఆత్మను అద్భుతంగా చూస్తారు, కొంతమంది దానిని అద్భుతంగా వర్ణిస్తారు, మరికొందరు దానిని అద్భుతంగా వింటారు, కాని ఎవరూ దానిని పూర్తిగా తెలుసుకోరు.",
        "tamil": "சிலர் ஆன்மாவை அதிசயமாகக் காண்கிறார்கள், சிலர் அதைப் பற்றி அதிசயமாகச் சொல்கிறார்கள், சிலர் அதைப் பற்றிச் கேட்கிறார்கள், ஆனால் அதைப் புரிந்துகொள்ள யாரும் முடியாது.",
        "kannada": "ಕೆಲವರು ಆತ್ಮವನ್ನು ಅದ್ಭುತವೆಂದು ನೋಡುತ್ತಾರೆ, ಕೆಲವರು ಅದ್ಭುತವೆಂದು ವಿವರಣೆ ನೀಡುತ್ತಾರೆ, ಕೆಲವರು ಅದ್ಭುತವೆಂದು ಕೇಳುತ್ತಾರೆ, ಆದರೆ ಯಾರೂ ಅದನ್ನು ನಿಜವಾಗಿ ತಿಳಿಯರು."
      },
      "30": {
        "sanskrit": "देही नित्यं अवध्योऽयं देहे सर्वस्य भारत |\nतस्मात्सर्वाणि भूतानि न त्वं शोचितुमर्हसि || २.३० ||",
        "english": "The soul is eternally indestructible and dwells in the body of all beings. Therefore, you should not grieve for any creature.",
        "hindi": "आत्मा नित्य और अविनाशी है, जो सभी प्राणियों के शरीर में निवास करती है। इसलिए तुम्हें किसी भी जीव के लिए शोक नहीं करना चाहिए।",
        "telugu": "ఆత్మ శాశ్వతమైనది మరియు అన్ని ప్రాణుల శరీరంలో నివసిస్తుంది. కాబట్టి ఏ ప్రాణికి శోకించవలసిన అవసరం లేదు.",
        "tamil": "ஆன்மா நிரந்தரமானதும் அழியாததும் ஆகும், இது அனைத்து உயிர்களின் உடலினுள்ளும் உறைகிறது. எனவே எந்த உயிருக்கும் நீ கவலைப்பட வேண்டாம்.",
        "kannada": "ಆತ್ಮ ಶಾಶ್ವತ ಮತ್ತು ಅವಿನಾಶಿ, ಅದು ಎಲ್ಲಾ ಜೀವಿಗಳ ದೇಹದಲ್ಲಿ ವಾಸಿಸುತ್ತಿದೆ. ಆದ್ದರಿಂದ, ಯಾವ ಜೀವಿಗೂ ನೀನು ದುಃಖಿಸಬಾರದು."
      },
      "31": {
        "sanskrit": "स्वधर्ममपि चावेक्ष्य न विकम्पितुमर्हसि |\nधर्म्याद्धि युद्धाच्छ्रेयोऽन्यत्क्षत्रियस्य न विद्यते || २.३१ ||",
        "english": "Considering your duty as a warrior, you should not waver. There is nothing more righteous for a Kshatriya than a battle fought for duty.",
        "hindi": "अपने क्षत्रिय धर्म को देखते हुए, तुम्हें विचलित नहीं होना चाहिए। धर्मयुक्त युद्ध से बढ़कर क्षत्रियों के लिए कुछ भी श्रेष्ठ नहीं है।",
        "telugu": "నీ క్షత్రియధర్మాన్ని బట్టి, నీకు వెనుకడుగు వేయకూడదు. ధర్మయుద్ధం కంటే క్షత్రియునికి గొప్పది మరొకటి లేదు.",
        "tamil": "உன் க்ஷத்ரிய தர்மத்தினைப் பார்க்கும்போது, நீ தளர வேண்டாம். தர்மத்திற்காக செய்யும் போர் விட சிறந்தது க்ஷத்ரியனுக்கு எதுவுமில்லை.",
        "kannada": "ನಿನ್ನ ಕ್ಷತ್ರಿಯ ಧರ್ಮವನ್ನು ಪರಿಗಣಿಸಿ, ನೀನು ಬಿಕ್ಕಳಿಸಬಾರದು. ಧರ್ಮಕ್ಕಾಗಿ ನಡೆಯುವ ಯುದ್ಧಕ್ಕಿಂತ ಉತ್ತಮವಾದದ್ದು ಕ్షತ್ರಿಯನಿಗೆ ಇಲ್ಲ."
      },
      "32": {
        "sanskrit": "यदृच्छया चोपपन्नं स्वर्गद्वारमपावृतम् |\nसुखिनः क्षत्रियाः पार्थ लभन्ते युद्धमीदृशम् || २.३२ ||",
        "english": "O Partha, fortunate are the Kshatriyas who get such an opportunity for righteous battle, which opens the gates of heaven.",
        "hindi": "हे पार्थ, वे क्षत्रिय धन्य हैं जिन्हें इस प्रकार का धर्मयुक्त युद्ध करने का अवसर मिलता है, जो स्वर्ग के द्वार खोलता है।",
        "telugu": "ఓ పార్థ, ధర్మపూర్వకమైన యుద్ధం చేయటానికి అవకాశం లభించిన క్షత్రియులు ధన్యులు, ఇది స్వర్గ ద్వారాన్ని తెరుస్తుంది.",
        "tamil": "ஓ பார்த்தா, தர்மத்திற்காக போர் செய்யும் வாய்ப்பைப் பெறும் க்ஷத்ரியர்கள் மிகவும் பாக்கியசாலிகள்; இது சொர்க்கத்தின் வாயில்களைத் திறக்கும்.",
        "kannada": "ಓ ಪಾರ್ಥ, ಧರ್ಮಯುದ್ಧ ಮಾಡುವ ಅವಕಾಶ ಸಿಗುವ ಕ್ಷತ್ರಿಯರು ಧನ್ಯರು, ಇದು ಸ್ವರ್ಗದ ಬಾಗಿಲುಗಳನ್ನು ತೆರೆದಿಡುತ್ತದೆ."
      },
      "33": {
        "sanskrit": "अथ चेत्वमिमं धर्म्यं सङ्ग्रामं न करिष्यसि |\nततः स्वधर्मं कीर्तिं च हित्वा पापमवाप्स्यसि || २.३३ ||",
        "english": "If you refuse to fight this righteous battle, you will abandon your duty and reputation and incur sin.",
        "hindi": "यदि तुम इस धर्मयुक्त युद्ध को नहीं करोगे, तो अपने स्वधर्म और कीर्ति को खो दोगे और पाप को प्राप्त करोगे।",
        "telugu": "నీకు సముచితమైన ఈ యుద్ధాన్ని చేయకపోతే, నీ ధర్మాన్ని కోల్పోయి, అపకీర్తిని పొందుతావు.",
        "tamil": "நீ தர்மபூர்வமான இந்தப் போரில் ஈடுபட மறுத்தால், உன் தர்மத்தையும் புகழையும் இழந்து பாவம் அடைவாய்.",
        "kannada": "ನೀನು ಈ ಧರ್ಮಯುದ್ಧವನ್ನು ಮಾಡುವುದಿಲ್ಲದಿದ್ದರೆ, ನಿನ್ನ ಧರ್ಮವನ್ನು ತ್ಯಜಿಸಿ, ಅಪಕೀರ್ತಿಯನ್ನು ಹೊಂದಿ ಪಾಪಕ್ಕೆ ಒಳಗಾಗುವೆ."
      },
      "34": {
        "sanskrit": "अकीर्तिं चापि भूतानि कथयिष्यन्ति तेऽव्ययाम् |\nसंभावितस्य चाकीर्तिर्मरणादतिरिच्यते || २.३४ ||",
        "english": "People will speak of your eternal dishonor, and for a person of honor, dishonor is worse than death.",
        "hindi": "लोग तुम्हारी निंदा करेंगे, और सम्मानित व्यक्ति के लिए अपकीर्ति मृत्यु से भी बदतर होती है।",
        "telugu": "జనాలు నిన్ను అపకీర్తితో చర్చిస్తారు, గౌరవం కలిగిన వ్యక్తికి అపకీర్తి మరణం కంటే దారుణమైనది.",
        "tamil": "மக்கள் உன்னை நிந்திக்க மாட்டார்கள், ஆனால் புகழுடைய ஒருவருக்கு இழிவானது மரணத்தை விட மோசமானது.",
        "kannada": "ಜನರು ನಿನ್ನ ಅಪಕೀರ್ತಿಯನ್ನು ಸದಾಕಾಲ ಉಲ್ಲೇಖಿಸುವರು, ಮತ್ತು ಗೌರವಯುತ ವ್ಯಕ್ತಿಗೆ ಅಪಕೀರ್ತಿ ಮರಣಕ್ಕಿಂತ ಹೀನವಾಗಿದೆ."
      },
      "35": {
        "sanskrit": "भयाद्रणादुपरतं मंस्यन्ते त्वां महारथाः |\nयेषां च त्वं बहुमतो भूत्वा यास्यसि लाघवम् || २.३५ ||",
        "english": "Great warriors will think you withdrew from battle out of fear, and you who were highly esteemed will fall into disgrace.",
        "hindi": "महान योद्धा सोचेंगे कि तुम भय के कारण युद्ध से हट गए, और जो तुम्हारा सम्मान करते थे, वे तुम्हें तुच्छ समझेंगे।",
        "telugu": "మహా యోధులు నీవు భయంతో యుద్ధం నుంచి వెనుకడిగానని భావిస్తారు, నీ గౌరవం తక్కువ అవుతుంది.",
        "tamil": "மகா வீரர்கள் நீ பயந்து போரிலிருந்து விலகினாய் என்று நினைப்பார்கள், உன்னுடைய மரியாதை குறைந்து விடும்.",
        "kannada": "ಮಹಾ ಯೋಧರು ನೀನು ಭಯದಿಂದ ಯುದ್ಧವನ್ನು ತ್ಯಜಿಸಿದ್ದೀ ಎಂದು ಭಾವಿಸುವರು, ನಿನ್ನ ಗೌರವ ಕುಸಿಯುತ್ತದೆ."
      },
      "36": {
        "sanskrit": "अवाच्यवादांश्च बहून्वदिष्यन्ति तवाहिताः |\nनिन्दन्तस्तव सामर्थ्यं ततो दुःखतरं नु किम् || २.३६ ||",
        "english": "Your enemies will ridicule your strength with many unkind words. What could be more painful than this?",
        "hindi": "तुम्हारे शत्रु तुम्हारी शक्ति का मज़ाक उड़ाएंगे और अपमानजनक बातें कहेंगे। इससे अधिक दुखदायक क्या हो सकता है?",
        "telugu": "నీ శత్రువులు నిన్ను అవమానిస్తూ అపమానం కలిగించే మాటలు మాట్లాడతారు. దీని కంటే బాధాకరమైనది ఏముంటుంది?",
        "tamil": "உன் பகைவர்கள் உன்னை இழிவுபடுத்தி மோசமான வார்த்தைகளை பேசுவார்கள். இதைவிட வேறு என்ன வேதனை இருக்க முடியும்?",
        "kannada": "ನಿನ್ನ ಶತ್ರುಗಳು ನಿನ್ನ ಶಕ್ತಿಯನ್ನು ಹಿಗ್ಗಿಸುತ್ತಾ ತೂಚಿಹೇಳುವರು. ಇದಕ್ಕಿಂತ ದುಃಖಕರವಾದುದು ಇನ್ನೇನಿದೆ?"
      },
      "37": {
        "sanskrit": "हतो वा प्राप्स्यसि स्वर्गं जित्वा वा भोक्ष्यसे महीम् |\nतस्मादुत्तिष्ठ कौन्तेय युद्धाय कृतनिश्चयः || २.३७ ||",
        "english": "If you die in battle, you will attain heaven; if you win, you will enjoy the earth. Therefore, O Arjuna, rise and fight with determination.",
        "hindi": "यदि तुम युद्ध में मारे जाओगे तो स्वर्ग प्राप्त करोगे, और यदि विजय प्राप्त करोगे तो धरती का सुख भोगोगे। इसलिए, हे अर्जुन, युद्ध के लिए उठो।",
        "telugu": "యుద్ధంలో చనిపోతే స్వర్గం పొందుతావు, గెలిస్తే భూమిని అనుభవిస్తావు. కాబట్టి, ఓ అర్జునా, ధృఢ సంకల్పంతో యుద్ధానికి సిద్ధమవ్వు.",
        "tamil": "நீ போரில் இறந்தால் சொர்க்கம் அடைவாய், வென்றால் பூமியிலே ஆட்சி புரிவாய். எனவே, அர்ஜுனா, உறுதியுடன் போராடு.",
        "kannada": "ಯುದ್ಧದಲ್ಲಿ ಸಾಯಿದರೆ ಸ್ವರ್ಗವನ್ನು ಪಡೆಯುವೆ, ಗೆದ್ದರೆ ಭೂಮಿಯನ್ನು ಆನಂದಿಸುವೆ. ಆದ್ದರಿಂದ, ಅರ್ಜುನಾ, ದೃಢ ಸಂಕಲ್ಪದೊಂದಿಗೆ ಹೋರಾಡು."
      },
      "38": {
        "sanskrit": "सुखदुःखे समे कृत्वा लाभालाभौ जयाजयौ |\nततो युद्धाय युज्यस्व नैवं पापमवाप्स्यसि || २.३८ ||",
        "english": "Treat pleasure and pain, gain and loss, victory and defeat as the same. Engage in battle with this mindset, and you will incur no sin.",
        "hindi": "सुख-दुख, लाभ-हानि, जय-पराजय को समान मानकर युद्ध करो, तब तुम्हें कोई पाप नहीं लगेगा।",
        "telugu": "సుఖ-దుఃఖాలను, లాభ-నష్టాలను, విజయ-పరాజయాలను సమానంగా చూసి యుద్ధానికి సిద్ధమవ్వు, అప్పుడు నీకు పాపం కలగదు.",
        "tamil": "இன்பம், துன்பம், லாபம், நஷ்டம், வெற்றி, தோல்வி ஆகியவற்றை சமமாகக் கருதி போரிடு, அப்போது உனக்கு பாவம் கிடைக்காது.",
        "kannada": "ಸುಖ-ದುಃಖ, ಲಾಭ-ನಷ್ಟ, ಜಯ-ಪರಾಭವಗಳನ್ನು ಸಮನಾಗಿ ನೋಡಿ ಯುದ್ಧ ಮಾಡು, ಆಗ ನೀನು ಪಾಪವನ್ನು ಹೊಂದುವುದಿಲ್ಲ."
      },
      "39": {
        "sanskrit": "एषा तेऽभिहिता सांख्ये बुद्धिर्योगे त्विमां श्रृणु |\nबुद्ध्या युक्तो यया पार्थ कर्मबन्धं प्रहास्यसि || २.३९ ||",
        "english": "I have explained this wisdom to you through Sankhya philosophy. Now listen to the wisdom of yoga, which will free you from bondage to action.",
        "hindi": "मैंने तुम्हें सांख्य दर्शन द्वारा यह ज्ञान समझाया है, अब योग की बुद्धि सुनो, जिससे तुम कर्मबंधन से मुक्त हो जाओगे।",
        "telugu": "నేను నీకు సాంఖ్య తత్వం ద్వారా జ్ఞానం వివరించాను, ఇప్పుడు యోగ జ్ఞానం విను, ఇది నిన్ను కర్మ బంధనం నుంచి విముక్తి చేస్తుంది.",
        "tamil": "நான் உனக்கு சங்க்ய தத்துவத்தை விளக்கியுள்ளேன், இப்போது யோக ஞானத்தை கேள், இது உன்னை கர்ம பந்தத்திலிருந்து விடுவிக்கும்.",
        "kannada": "ನಾನು ನಿನಗೆ ಸಾಂಖ್ಯ ತತ್ತ್ವದ ಮೂಲಕ ಜ್ಞಾನವನ್ನು ವಿವರಿಸಿದ್ದೇನೆ, ಈಗ ಯೋಗ ಜ್ಞಾನವನ್ನು ಕೇಳು, ಇದು ನಿನ್ನನ್ನು ಕರ್ಮ ಬಂಧನದಿಂದ ಮುಕ್ತಗೊಳಿಸುತ್ತದೆ."
      },
      "40": {
        "sanskrit": "नेहाभिक्रमनाशोऽस्ति प्रत्यवायो न विद्यते |\nस्वल्पमप्यस्य धर्मस्य त्रायते महतो भयात् || २.४० ||",
        "english": "In this path of yoga, no effort is ever lost, and there is no harm. Even a little practice of this dharma saves one from great fear.",
        "hindi": "इस योगमार्ग में कोई प्रयत्न व्यर्थ नहीं जाता और कोई हानि नहीं होती। इस धर्म का थोड़ा भी अभ्यास महान भय से रक्षा करता है।",
        "telugu": "ఈ యోగ మార్గంలో ఎలాంటి ప్రయత్నం వృథా కాదు, నష్టం కలగదు. కొంత మాత్రమే ధర్మాన్ని ఆచరించినా, అది మహా భయానికి రక్షణ కలిగిస్తుంది.",
        "tamil": "இந்த யோகப் பாதையில் எந்த முயற்சியும் வீணாகாது, எதுவும் நஷ்டமில்லை. சிறிதளவு தவிர்க்கும் தர்மமே பேரழிவிலிருந்து காப்பாற்றும்.",
        "kannada": "ಈ ಯೋಗ ಮಾರ್ಗದಲ್ಲಿ ಯಾವುದೇ ಪ್ರಯತ್ನವೂ ವ್ಯರ್ಥವಾಗುವುದಿಲ್ಲ, ಹಾನಿಯಿಲ್ಲ. ಸ್ವಲ್ಪವೂ ಈ ಧರ್ಮವನ್ನು ಅನುಸರಿಸಿದರೂ ಅದು ಮಹಾ ಭಯದಿಂದ ರಕ್ಷಿಸುತ್ತದೆ."
      },
      "41": {
        "sanskrit": "व्यवसायात्मिका बुद्धिरेकेह कुरुनन्दन |\nबहुशाखा ह्यनन्ताश्च बुद्धयोऽव्यवसायिनाम् || २.४१ ||",
        "english": "O descendant of the Kurus, in this path, the intellect is resolute and single-pointed, but those who are indecisive have endless branching thoughts.",
        "hindi": "हे कुरुनन्दन, इस मार्ग में बुद्धि एकनिष्ठ और अटल होती है, किंतु अस्थिर चित्त वालों की बुद्धि अनेक शाखाओं में बंट जाती है।",
        "telugu": "ఓ కురునందన, ఈ మార్గంలో బుద్ధి ఏకాగ్రతతో ఉంటుంది, కానీ అస్థిర మనస్సు గలవారి బుద్ధి అనేక మార్గాలలో విడిపోతుంది.",
        "tamil": "குருநந்தனே, இந்த பாதையில் புத்தி ஒரே நோக்குடன் உறுதியாக இருக்கும், ஆனால் நிலைத்திராத மனம் பல பாதைகளில் பிளக்கப்படும்.",
        "kannada": "ಓ ಕುರುನಂದನ, ಈ ಮಾರ್ಗದಲ್ಲಿ ಬುದ್ಧಿ ಏಕಾಗ್ರತೆ ಹೊಂದಿರುತ್ತದೆ, ಆದರೆ ಅಸ್ಥಿರ ಮನಸ್ಸುಳ್ಳವರ ಬುದ್ಧಿ ಅನೇಕ ಶಾಖೆಗಳಲ್ಲಿ ವಿಂಗಡಿಸುತ್ತದೆ."
      },
      "42": {
        "sanskrit": "यामिमां पुष्पितां वाचं प्रवदन्त्यविपश्चितः |\nवेदवादरताः पार्थ नान्यदस्तीति वादिनः || २.४२ ||",
        "english": "O Partha, unwise people speak flowery words, being devoted to the Vedic rituals, claiming that nothing else is superior to them.",
        "hindi": "हे पार्थ, अविवेकी लोग वेदों के कर्मकांडों में आसक्त रहते हैं और उनकी पुष्पित वाणी में उलझे रहते हैं, यह मानते हुए कि इससे श्रेष्ठ कुछ नहीं।",
        "telugu": "ఓ పార్ధ, అజ్ఞానులు వేద మంత్రములను మాత్రమే పరమతత్వంగా భావించి, వాటి ప్రాశస్త్యాన్ని మాత్రమే ప్రకటిస్తారు.",
        "tamil": "பார்த்தா, அறிவற்றவர்கள் வேத மந்திரங்களை மட்டும் உயர்வாகக் கருதி, அவற்றின் புகழை மட்டும் பேசுகிறார்கள்.",
        "kannada": "ಓ ಪಾರ್ಥ, ಅಜ್ಞಾನಿಗಳು ವೇದೋಕ್ತ ಕ್ರಿಯೆಗಳ ವಿಷಯದಲ್ಲಿ ಮಾತ್ರ ಆಸಕ್ತರಾಗಿ, ಅವುಗಳನ್ನು ಮಾತ್ರ ಪರಮ ಎಂದು ಪರಿಗಣಿಸುತ್ತಾರೆ."
      },
      "43": {
        "sanskrit": "कामात्मानः स्वर्गपरा जन्मकर्मफलप्रदाम् |\nक्रियाविशेषबहुलां भोगैश्वर्यगतिं प्रति || २.४३ ||",
        "english": "They are full of desires, seeking heaven, and perform various rituals that promise good birth, wealth, and enjoyment.",
        "hindi": "वे कामनाओं से भरे होते हैं, स्वर्ग की प्राप्ति के इच्छुक होते हैं, और अच्छे जन्म, धन, तथा सुख की कामना से कर्मकांडों में लिप्त रहते हैं।",
        "telugu": "వారు కోరికలతో నిండినవారు, స్వర్గాన్ని ఆశించేవారు, సుఖ సంపదలు కోరుతూ వివిధ యజ్ఞాలు చేస్తారు.",
        "tamil": "அவர்கள் ஆசைகளால் நிரம்பியவர்கள், சொர்க்கத்தைக் குறியாகக் கொண்டவர்கள், பல்வேறு யாகங்களைச் செய்து செல்வச் செழிப்பு, சிறந்த பிறப்பு பெற நினைப்பவர்கள்.",
        "kannada": "ಅವರು ಇಚ್ಛೆಗಳಿಂದ ತುಂಬಿರುವವರು, ಸ್ವರ್ಗವನ್ನು ಪ್ರಾಪ್ತಿಗೊಳಿಸಲು ಯತ್ನಿಸುವವರು, ಉತ್ತಮ ಜನ್ಮ, ಐಶ್ವರ್ಯ, ಭೋಗದ ಆಸೆಯಿಂದ ಕರ್ಮಕಾಂಡಗಳಲ್ಲಿ ತೊಡಗಿರುವವರು."
      },
      "44": {
        "sanskrit": "भोगैश्वर्यप्रसक्तानां तयापहृतचेतसाम् |\nव्यवसायात्मिका बुद्धिः समाधौ न विधीयते || २.४४ ||",
        "english": "For those who are overly attached to material pleasures and luxury, whose minds are misled by them, a resolute intellect does not develop.",
        "hindi": "जो लोग भोग-विलास और ऐश्वर्य में अत्यधिक आसक्त होते हैं, उनकी बुद्धि स्थिर नहीं हो पाती।",
        "telugu": "భోగైశ్వర్యాలను ఆశించి ఉండే వారికి స్థిరమైన బుద్ధి లభించదు, ఎందుకంటే వారి మనస్సు వాటితో ఆకర్షించబడింది.",
        "tamil": "போகம் மற்றும் செல்வத்தில் மயங்கியவர்களுக்கு நிலையான புத்தி உருவாகாது, ஏனெனில் அவர்கள் இதனால் கவரப்படுகிறார்கள்.",
        "kannada": "ಭೋಗ ಮತ್ತು ಐಶ್ವರ್ಯಕ್ಕೆ ಆಸಕ್ತರಾದವರ ಮನಸ್ಸು ಅಶಾಂತವಾಗಿರುತ್ತದೆ, ಹಾಗಾಗಿ ಅವರ ಬುದ್ಧಿ ದೃಢವಾಗಿರುವುದಿಲ್ಲ."
      },
      "45": {
        "sanskrit": "त्रैगुण्यविषया वेदा निस्त्रैगुण्यो भवार्जुन |\nनिर्द्वन्द्वो नित्यसत्त्वस्थो निर्योगक्षेम आत्मवान् || २.४५ ||",
        "english": "The Vedas deal with the three modes of material nature. O Arjuna, rise above these modes, be free from dualities, remain in purity, and be self-situated.",
        "hindi": "वेद तीनों गुणों से संबंधित हैं। हे अर्जुन, इनसे ऊपर उठो, द्वंद्वों से मुक्त हो जाओ, सत्वगुण में स्थित रहो और आत्मनिर्भर बनो।",
        "telugu": "వేదాలు మూడు గుణాలతో (సత్త్వ, రజ, తమ) సంబంధం కలిగి ఉంటాయి. ఓ అర్జునా, ఈ గుణాల నుండి మిక్కిలిగా ఉన్నవాడవు.",
        "tamil": "வேதங்கள் மூன்று குணங்களைப் பற்றியே பேசுகின்றன. அர்ஜுனா, இவற்றிலிருந்து மேலே எழுந்து, இரட்டைமையின் பாசத்திலிருந்து விடுபட்டு, சுத்தத்தில் நிலைத்து நில்.",
        "kannada": "ವೇದಗಳು ಮೂರು ಗುಣಗಳನ್ನು (ಸತ್ತ್ವ, ರಜಸ್, ತಮಸ್) ಕುರಿತು ಹೇಳುತ್ತವೆ. ಅರ್ಜುನಾ, ಈ ಗುಣಗಳ ಪಾರದೃತವಾಗಿರು, ದ್ವಂದ್ವಗಳಿಂದ ಮುಕ್ತನಾಗು."
      },
      "46": {
        "sanskrit": "यावानर्थ उदपाने सर्वतः संप्लुतोदके |\nतावान्सर्वेषु वेदेषु ब्राह्मणस्य विजानतः || २.४६ ||",
        "english": "A learned Brahmana sees all the Vedas as useful only to the extent that a small well is useful when there is a vast reservoir of water.",
        "hindi": "जिस प्रकार एक विशाल जलाशय के होते हुए एक छोटे कुएं की आवश्यकता नहीं होती, वैसे ही एक ज्ञानी ब्राह्मण के लिए वेदों का महत्व सीमित हो जाता है।",
        "telugu": "ఎక్కువ నీరు ఉన్న నది దగ్గర చిన్న కుళాయిని అవసరమేమి? అలాగే జ్ఞాని బ్రాహ్మణుడికి వేదాలలో పరిమిత అవసరమే ఉంటుంది.",
        "tamil": "ஒரு பெரிய நீர்தொட்டி இருக்கும் போது ஒரு சிறிய கிணறு தேவையில்லாதது போல, ஒரு ஞானி அறிந்தவனுக்கு வேதங்களில் மட்டும் பற்றுதல் இருக்காது.",
        "kannada": "ವಿಶಾಲವಾದ ಕೆರೆಯ ಬಳಿಯಲ್ಲಿ ಒಂದು ಸಣ್ಣ ತೊಟ್ಟಿಯ ಅಗತ್ಯವಿಲ್ಲ, ಅದೇ ರೀತಿ ಒಬ್ಬ ಜ್ಞಾನಿಯು ವೇದಗಳಲ್ಲಿ ಮಾತ್ರ ಆಸಕ್ತನಾಗಿರುವುದಿಲ್ಲ."
      },
      "47": {
        "sanskrit": "कर्मण्येवाधिकारस्ते मा फलेषु कदाचन |\nमा कर्मफलहेतुर्भूर्मा ते संगोऽस्त्वकर्मणि || २.४७ ||",
        "english": "You have the right to perform your duty, but never to the fruits of your actions. Do not be attached to the results, nor be inactive.",
        "hindi": "तुम्हें केवल कर्म करने का अधिकार है, उसके फल पर नहीं। इसलिए, कर्म के फल की आसक्ति मत रखो, और निष्क्रिय भी मत रहो।",
        "telugu": "నీవు కేవలం కర్మ చేయడానికి అధికారం కలిగి ఉన్నావు, కానీ ఫలితాలకు కాదు. కాబట్టి ఫలాపేక్ష లేకుండా కర్మచేయి, కానీ నిష్క్రియత వహించకు.",
        "tamil": "உனக்கு செயலாற்றுவதற்கே அதிகாரம் உண்டு, அதன் பலனை நாடுவதற்கு இல்லை. எனவே, செயலின் பலனை நாடாமல் செயலைச் செய்.",
        "kannada": "ನಿನ್ನ ಹಕ್ಕು ಕೇವಲ ಕರ್ಮ ಮಾಡುವುದರಲ್ಲಿದೆ, ಆದರೆ ಅದರ ಫಲದ ಮೇಲೆ ಇಲ್ಲ. ಫಲಾಪೇಕ್ಷೆ ಇಲ್ಲದೆ ಕರ್ಮ ಮಾಡು, ಆದರೆ ನಿಷ್ಕ್ರಿಯರಾಗಬೇಡ."
      },
      "48": {
        "sanskrit": "योगस्थः कुरु कर्माणि सङ्गं त्यक्त्वा धनञ्जय |\nसिद्ध्यसिद्ध्योः समो भूत्वा समत्वं योग उच्यते || २.४८ ||",
        "english": "Perform your duty, O Dhananjaya, with a mind steady in yoga, renouncing attachment, and being balanced in success and failure. Such equanimity is called yoga.",
        "hindi": "हे धनंजय, योग में स्थित होकर, आसक्ति को त्यागकर, सफलता और असफलता में समभाव रखते हुए अपने कर्तव्य का पालन करो। इस समभाव को ही योग कहते हैं।",
        "telugu": "ఓ ధనంజయా! యోగంలో స్థిరంగా ఉండి, ఫలాపేక్షను విడిచిపెట్టి, విజయం-పరాజయాలను సమంగా స్వీకరిస్తూ నీ కర్తవ్యాన్ని నిర్వర్తించు. దీనినే యోగం అంటారు.",
        "tamil": "தனஞ்சயா, யோகத்தில் நிலைத்திருந்து, பற்றுதலை விட்டுவிட்டு, வெற்றி-தோல்விகளில் சமச்சீராக இருந்து கடமையைச் செய். இதுவே யோகம் என்று அழைக்கப்படுகிறது.",
        "kannada": "ಧನಂಜಯಾ, ಯೋಗಸ್ಥನಾಗಿ, ಆಸಕ್ತಿಯನ್ನು ತೊರೆಯುತ್ತಾ, ಯಶಸ್ಸು ಮತ್ತು ಅಪಾಯಗಳಲ್ಲಿ ಸಮಚಿತ್ತನಾಗಿರಿ. ಇದನ್ನೇ ಯೋಗ ಎಂದು ಕರೆಯುತ್ತಾರೆ."
      },
      "49": {
        "sanskrit": "दूरेण ह्यवरं कर्म बुद्धियोगाद्धनञ्जय |\nबुद्धौ शरणमन्विच्छ कृपणाः फलहेतवः || २.४९ ||",
        "english": "O Dhananjaya, action driven by material desire is far inferior to action performed with wisdom. Seek refuge in this wisdom, for those who desire fruits are pitiable.",
        "hindi": "हे धनंजय, कर्मयोग की तुलना में स्वार्थपूर्ण कर्म बहुत ही तुच्छ है। इसलिए, इस ज्ञान में शरण लो, क्योंकि जो केवल फल की इच्छा रखते हैं, वे दयनीय होते हैं।",
        "telugu": "ఓ ధనంజయ, స్వార్థపూరితమైన కర్మ కంటే జ్ఞానంతో కూడిన కర్మ ఉత్తమమైనది. కాబట్టి, దీనిలోనే ఆశ్రయం పొందు, ఫలాపేక్ష గలవారు హీనులు.",
        "tamil": "தனஞ்சயா, வெறும் புகழைப் பின்பற்றும் செயல்கள் யோகத்தை விட தாழ்ந்தவை. ஆகவே, புத்தியின்மேல் தஞ்சமடை, பலனை நாடுபவர்கள் குறைபாடுள்ளவர்கள்.",
        "kannada": "ಧನಂಜಯ, ಫಲಾಪೇಕ್ಷೆಯಿಂದ ಮಾಡಿದ ಕರ್ಮವು ಬುದ್ಧಿಯುಕ್ತ ಕರ್ಮಕ್ಕಿಂತ ಕೀಳಾದದ್ದು. ಬುದ್ಧಿಯಲ್ಲಿ ಶರಣಾಗಿರಿ, ಫಲಾಪೇಕ್ಷೆಯುಳ್ಳವರು ಕರ್ತವ್ಯವನ್ನು ಅರಿಯುವುದಿಲ್ಲ."
      },
      "50": {
        "sanskrit": "बुद्धियुक्तो जहातीह उभे सुकृतदुष्कृते |\nतस्माद्योगाय युज्यस्व योगः कर्मसु कौशलम् || २.५० ||",
        "english": "A person endowed with wisdom renounces both good and bad deeds in this life itself. Therefore, strive for yoga, as yoga is skill in action.",
        "hindi": "जो व्यक्ति बुद्धियुक्त होता है, वह इस जीवन में ही शुभ और अशुभ कर्मों को त्याग देता है। इसलिए योग में स्थित रहो, क्योंकि योग ही कर्म में कुशलता है।",
        "telugu": "జ్ఞానంతో కూడిన వ్యక్తి ఇహలోకంలోనే సత్కర్మ, దుష్కర్మలను విడిచిపెడతాడు. కాబట్టి, యోగం కోసం ప్రయత్నించు, యోగమే కర్మలో నైపుణ్యమని అంటారు.",
        "tamil": "புத்தியுடன் கூடியவன் இந்த வாழ்விலேயே நல்லதும் கெட்டதும் எனும் செயல்களை விட்டு விடுவான். ஆகவே, யோகத்தைப் பயிற்சி செய்ய, யோகம் என்பதே செயல்களில் திறமை.",
        "kannada": "ಬುದ್ಧಿಯುಕ್ತನಾದ ವ್ಯಕ್ತಿ ಈ ಜೀವಿತದಲ್ಲಿಯೇ ಶುಭ-ಅಶುಭ ಕರ್ಮಗಳನ್ನು ತ್ಯಜಿಸುತ್ತಾನೆ. ಆದ್ದರಿಂದ ಯೋಗವನ್ನು ಅಭ್ಯಾಸ ಮಾಡು, ಯೋಗವೇ ಕರ್ಮದಲ್ಲಿ ಪರಿಣತಿ."
      },
      "51": {
        "sanskrit": "कर्मजं बुद्धियुक्ता हि फलं त्यक्त्वा मनीषिणः |\nजन्मबन्धविनिर्मुक्ताः पदं गच्छन्त्यनामयम् || २.५१ ||",
        "english": "The wise, endowed with intelligence, renounce the fruits of their actions and become free from the bondage of birth, attaining a state beyond suffering.",
        "hindi": "बुद्धिमान व्यक्ति अपने कर्मों के फल को त्याग कर जन्म और मृत्यु के बंधनों से मुक्त हो जाते हैं और दुखरहित परम पद को प्राप्त करते हैं।",
        "telugu": "జ్ఞానంతో కూడిన వారు తమ కర్మల ఫలితాలను త్యజించి, జనన-మరణ బంధనాల నుండి విముక్తి పొంది, దుఃఖరహిత స్థితిని పొందుతారు.",
        "tamil": "புத்தியுடன் கூடியவர்கள் தங்கள் செயல்களின் பலனை விடுவித்து, பிறவிப் பந்தங்களிலிருந்து விடுபட்டு, துக்கமற்ற நிலையில் நிலைநிற்பார்கள்.",
        "kannada": "ಬುದ್ಧಿಯುಕ್ತರಾದವರು ತಮ್ಮ ಕರ್ಮಫಲವನ್ನು ತ್ಯಜಿಸಿ, ಜನ್ಮ-ಮರಣ ಬಂಧನಗಳಿಂದ ಮುಕ್ತರಾಗುತ್ತಾರೆ ಮತ್ತು ದುಃಖರಹಿತ ಸ್ಥಿತಿಯನ್ನು ಸಾಧಿಸುತ್ತಾರೆ."
      },
      "52": {
        "sanskrit": "यदा ते मोहकलिलं बुद्धिर्व्यतितरिष्यति |\nतदा गन्तासि निर्वेदं श्रोतव्यस्य श्रुतस्य च || २.५२ ||",
        "english": "When your intellect crosses beyond the mire of delusion, you will become indifferent to what has been heard and what is yet to be heard.",
        "hindi": "जब तुम्हारी बुद्धि मोह के दलदल को पार कर जाएगी, तब तुम सुनी और सुनने योग्य बातों से निर्लिप्त हो जाओगे।",
        "telugu": "నీవు భ్రమ యొక్క కదంబాన్ని దాటినపుడు, విన్న వాటికీ, ఇంకా వినవలసిన వాటికీ అనాసక్తుడు అవుతావు.",
        "tamil": "உன் புத்தி மாயையின் குழம்பை கடந்து செல்லும் போது, நீ கேட்டவற்றுக்கும், கேட்கவிருப்பதற்கும் அப்பாற்பட்டவனாகிவிடுவாய்.",
        "kannada": "ನಿನ್ನ ಬುದ್ಧಿ ಮೋಹದ ಅಲೆಮಾರಿಯನ್ನು ದಾಟಿದಾಗ, ನೀನು ಕೇಳಿದ ಮತ್ತು ಇನ್ನೂ ಕೇಳಬೇಕಾದ ವಿಷಯಗಳೆಲ್ಲವಕ್ಕೂ ಅಲಿಪ್ತನಾಗುವೆ."
      },
      "53": {
        "sanskrit": "श्रुतिविप्रतिपन्ना ते यदा स्थास्यति निश्चला |\nसमाधावचला बुद्धिस्तदा योगमवाप्स्यसि || २.५३ ||",
        "english": "When your intellect, bewildered by conflicting ideas, becomes steady and unmoved in deep meditation, then you shall attain yoga.",
        "hindi": "जब तुम्हारी बुद्धि विरोधाभासी सिद्धांतों से विचलित नहीं होगी और ध्यान में स्थिर हो जाएगी, तभी तुम योग को प्राप्त करोगे।",
        "telugu": "నీ బుద్ధి పరస్పర విరుద్ధమైన సిద్ధాంతాల వల్ల అస్తిరంగా కాకుండా, ధ్యానంలో స్థిరంగా మారినపుడు, అప్పుడు నీవు యోగాన్ని పొందుతావు.",
        "tamil": "உன் புத்தி முரண்பட்ட கருத்துக்களால் பாதிக்காமல் நிலைத்திருக்கும்போது, நீ யோகத்தை அடைவாய்.",
        "kannada": "ನಿನ್ನ ಬುದ್ಧಿ ಪರಸ್ಪರ ವಿರೋಧಭಾವನೆಗಳಿಂದ ಅಲುಗಾಡದಾಗ, ಸಮಾಧಿಯಲ್ಲಿ ಸ್ಥಿರವಾಗಿದಾಗ, ನೀನು ಯೋಗವನ್ನು ಹೊಂದುವೆ."
      },
      "54": {
        "sanskrit": "अर्जुन उवाच |\nस्थितप्रज्ञस्य का भाषा समाधिस्थस्य केशव |\nस्थितधीः किं प्रभाषेत किमासीत व्रजेत किम् || २.५४ ||",
        "english": "Arjuna said: O Keshava, what are the characteristics of a person whose wisdom is steadfast in deep meditation? How does such a person speak, sit, and walk?",
        "hindi": "अर्जुन ने कहा: हे केशव, स्थितप्रज्ञ व्यक्ति की क्या पहचान होती है? वह कैसे बोलता है, बैठता है और चलता है?",
        "telugu": "అర్జునుడు చెప్పెను: ఓ కేశవా, స్థితప్రజ్ఞుడి లక్షణాలు ఏమిటి? అతను ఎలా మాట్లాడతాడు, ఎలా కూర్చుంటాడు, ఎలా నడుస్తాడు?",
        "tamil": "அர்ஜுனன் கூறினான்: கேசவா, நிலைத்துள்ள ஞானியின் பண்புகள் என்ன? அவன் எவ்வாறு பேசுவான், அமர்வான், நடப்பான்?",
        "kannada": "ಅರ್ಜುನನು ಹೇಳಿದನು: ಕೇಶವ, ಸ್ಥಿತಪ್ರಜ್ಞನ ಲಕ್ಷಣಗಳು ಯಾವುವು? ಅವನು ಹೇಗೆ ಮಾತನಾಡುತ್ತಾನೆ, ಕುಳಿತುಕೊಳ್ಳುತ್ತಾನೆ, ನಡೆಯುತ್ತಾನೆ?"
      },
      "55": {
        "sanskrit": "श्रीभगवानुवाच |\nप्रजहाति यदा कामान्सर्वान्पार्थ मनोगतान् |\nआत्मन्येवात्मना तुष्ट: स्थितप्रज्ञस्तदोच्यते || २.५५ ||",
        "english": "The Blessed Lord said: O Partha, when a person completely renounces all desires of the mind and remains satisfied in the self alone, he is called a person of steady wisdom.",
        "hindi": "भगवान ने कहा: हे पार्थ, जब कोई व्यक्ति मन में उत्पन्न होने वाली सभी इच्छाओं को पूरी तरह से त्याग देता है और आत्मा में ही संतुष्ट रहता है, तभी उसे स्थितप्रज्ञ कहा जाता है।",
        "telugu": "శ్రీ భగవానుడు ఉవాచ: ఓ పార్థ, ఎవడు మనస్సులో కలిగే సమస్త కోరికలను పూర్తిగా వదులుతాడో, ఆత్మానందంలో తృప్తిపడతాడో, అతనె స్టితప్రజ్ఞుడని చెప్పబడతాడు.",
        "tamil": "ஸ்ரீபகவான் கூறினார்: பார்த்தா, மனதில் எழும் அனைத்து ஆசைகளையும் முழுமையாக விட்டு, ஆன்மாவில் மட்டுமே திருப்தியடையும் ஒருவன் நிலைத்த ஞானி என அழைக்கப்படுகிறான்.",
        "kannada": "ಶ್ರೀಭಗವಾನ್ ಉವಾಚ: ಪಾರ್ಥಾ, ಮನಸ್ಸಿನ ಎಲ್ಲಾ ಇಚ್ಛೆಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ತ್ಯಜಿಸಿ, ಆತ್ಮನಲ್ಲಿಯೇ ತೃಪ್ತನಾಗಿರುವವನು ಸ್ಥಿತಪ್ರಜ್ಞನಾದ ಎಂದು ಕರೆಯಲ್ಪಡುತ್ತಾನೆ."
      },
      "56": {
        "sanskrit": "दुःखेष्वनुद्विग्नमना: सुखेषु विगतस्पृहः |\nवीतरागभयक्रोधः स्थितधीर्मुनिरुच्यते || २.५६ ||",
        "english": "One whose mind remains undisturbed amid sorrow, who does not crave pleasure, and who is free from attachment, fear, and anger, is called a sage of steady wisdom.",
        "hindi": "जिसका मन दुःख में व्याकुल नहीं होता, जो सुख की इच्छा नहीं करता, और जो आसक्ति, भय और क्रोध से मुक्त होता है, वह स्थितप्रज्ञ मुनि कहलाता है।",
        "telugu": "ఏవడు దుఃఖంలో చలించడు, సుఖంలో ఆశపడడు, మరియు అనురాగం, భయం, కోపం లేకుండా ఉంటాడో, అతను స్థితప్రజ్ఞుడని పిలవబడతాడు.",
        "tamil": "துக்கங்களில் கலங்காதவன், இன்பங்களை விரும்பாதவன், பற்றுதலில்லாதவன், பயமற்றவன், கோபமற்றவன் நிலைத்துள்ள ஞானியாகக் கருதப்படுகிறான்.",
        "kannada": "ಯಾರು ದುಃಖದಲ್ಲಿ ಚಲಿಸದೆ, ಸುಖದಲ್ಲಿ ಆಸಕ್ತಿಯಿಲ್ಲದೆ, ರಾಗ, ಭಯ, ಕ್ರೋಧಗಳಿಂದ ಮುಕ್ತನಾಗಿರುವನೋ, ಅವನು ಸ್ಥಿತಪ್ರಜ್ಞ."
      },
      "57": {
        "sanskrit": "यः सर्वत्रानभिस्नेहस्तत्तत्प्राप्य शुभाशुभम् |\nनाभिनन्दति न द्वेष्टि तस्य प्रज्ञा प्रतिष्ठिता || २.५७ ||",
        "english": "He who remains unattached everywhere, who neither rejoices nor hates when experiencing good or bad—his wisdom is firmly established.",
        "hindi": "जो व्यक्ति सर्वत्र आसक्ति रहित होता है, जो शुभ-अशुभ को पाकर न तो हर्षित होता है और न ही द्वेष करता है, उसकी बुद्धि स्थिर रहती है।",
        "telugu": "ఏవడు ఎక్కడా అసక్తి కలిగి ఉండడు, శుభ-అశుభాలను పొందినపుడు ఆనందించడు లేదా ద్వేషించడు, అతని జ్ఞానం స్థిరంగా ఉంటుంది.",
        "tamil": "யார் எங்கும் பற்றற்றவனாய், நன்மை-தீமை அனுபவிக்கும் போது மகிழவோ, வெறுக்கவோ இல்லை, அவனுடைய ஞானம் நிலைத்துள்ளது.",
        "kannada": "ಯಾರು ಎಲ್ಲೆಡೆಯೂ ಅಸಕ್ತನಾಗಿ, ಶುಭ-ಅಶುಭಗಳನ್ನು ಸ್ವೀಕರಿಸಿದಾಗ ಸಂತೋಷಿಸದ ಅಥವಾ ದ್ವೇಷಿಸದವನಾಗಿರುವನೋ, ಅವನ ಬುದ್ಧಿ ಸ್ಥಿರವಾಗಿದೆ."
      },
      "58": {
        "sanskrit": "यदा संहरते चायं कूर्मोऽङ्गानीव सर्वशः |\nइन्द्रियाणीन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || २.५८ ||",
        "english": "When one withdraws his senses from sense objects, just as a tortoise withdraws its limbs, his wisdom becomes steady.",
        "hindi": "जिस प्रकार कछुआ अपने अंगों को संकुचित कर लेता है, उसी प्रकार जो व्यक्ति अपनी इंद्रियों को विषयों से हटा लेता है, उसकी बुद्धि स्थिर हो जाती है।",
        "telugu": "ఎలాగైతే తాబేలు తన అవయవాలను ఉపసంహరించుకుంటుందో, అలానే తన ఇంద్రియాలను విశయాల నుండి ఉపసంహరించుకొనేవాడు స్థిరమైన జ్ఞానిని అవుతాడు.",
        "tamil": "ஒரு ஆமை தனது அங்கங்களை உள்ளே இழுக்கும் போல, தன் உணர்வுகளை உலகவிஷயங்களிலிருந்து மீட்டுக்கொள்ளும் ஒருவர் நிலைத்த ஞானத்தை அடைவார்.",
        "kannada": "ಯಾರು ತನ್ನ ಇಂದ್ರಿಯಗಳನ್ನು ವಿಷಯಗಳಿಂದ ತೊರೆದು, ಆಮೆ ತನ್ನ ಅಂಗಾಂಗಗಳನ್ನು ಒಳಗೆಳೆದುಕೊಂಡಂತೆ ತನ್ನ ಮನಸ್ಸನ್ನು ಶಾಂತಗೊಳಿಸುವನೋ, ಅವನ ಬುದ್ಧಿ ಸ್ಥಿರವಾಗಿದೆ."
      },
      "59": {
        "sanskrit": "विषया विनिवर्तन्ते निराहारस्य देहिनः |\nरसवर्जं रसोऽप्यस्य परं दृष्ट्वा निवर्तते || २.५९ ||",
        "english": "A person who abstains from sense objects may initially feel deprived, but upon experiencing the Supreme, he loses all desire for them.",
        "hindi": "इंद्रिय विषयों से दूर रहने पर भी, व्यक्ति उनका आकर्षण अनुभव करता है, लेकिन जब वह परमात्मा को देख लेता है, तब उसकी इच्छाएँ समाप्त हो जाती हैं।",
        "telugu": "విషయాలను వదిలివేయగల వ్యక్తికి కొంతకాలం ఆకర్షణ ఉండగలదు, కానీ పరబ్రహ్మాన్ని అనుభవించినపుడు అతని ఆశలు తొలగిపోతాయి.",
        "tamil": "உணர்வு விஷயங்களை விட்டு விலகும் ஒருவர், முதலில் அதன் பற்றுதலை உணரலாம், ஆனால் பரம்பொருளைப் பார்க்கும் போது, அவர் அனைத்தையும் விலக்கிக்கொள்வார்.",
        "kannada": "ಯಾರು ಇಂದ್ರಿಯವಿಷಯಗಳಿಂದ ದೂರವಿರುತ್ತಾನೋ, ಅವನಿಗೆ ಮೊದಲಿಗೆ ಆಕರ್ಷಣೆ ಉಳಿಯಬಹುದು, ಆದರೆ ಪರಬ್ರಹ್ಮನ ಅನುಭವವಾದ ಮೇಲೆ, ಅವನ ಆಸೆಗಳು ತ್ಯಜಿಸುತವೆ."
      },
      "60": {
        "sanskrit": "यततो ह्यपि कौन्तेय पुरुषस्य विपश्चितः |\nइन्द्रियाणि प्रमाथीनि हरन्ति प्रसभं मनः || २.६० ||",
        "english": "O Kaunteya, even for a wise person who strives for self-control, the turbulent senses can forcibly carry away the mind.",
        "hindi": "हे कौन्तेय, आत्मसंयम के प्रयास में लगे हुए बुद्धिमान व्यक्ति का मन भी चंचल इंद्रियों द्वारा बलपूर्वक हरण किया जा सकता है।",
        "telugu": "ఓ కౌంతేయ, జ్ఞానముగల మరియు ఆత్మ నియంత్రణ ప్రయత్నించే వ్యక్తి అయినా, అతని మనస్సు తిరుగులేని ఇంద్రియాల ద్వారా బలవంతంగా ఆకర్షించబడవచ్చు.",
        "tamil": "கௌந்தேயா, ஒரு ஞானியும் தன்னைக் கட்டுப்படுத்த முயன்றாலும், அதிர்வும் ஆற்றலும் கொண்ட உணர்வுகள் அவரை இழுத்துச் செல்லும்.",
        "kannada": "ಕೌಂತೇಯ, ಆತ್ಮ ನಿಯಂತ್ರಣಕ್ಕಾಗಿ ಪ್ರಯತ್ನಿಸುವ ಜ್ಞಾನಿಯ ಮನಸ್ಸನ್ನೂ ಸಹ, ಬಲವಂತವಾಗಿ ಆಲೋಚನೆಗಳಿಂದ ಹರಿದು ಹೋಗುವಂತೆ ಇಂದ್ರಿಯಗಳು ಎಳೆಯಬಲ್ಲವು."
      },
      "61": {
        "sanskrit": "तानि सर्वाणि संयम्य युक्त आसीत मत्परः |\nवशे हि यस्येन्द्रियाणि तस्य प्रज्ञा प्रतिष्ठिता || २.६१ ||",
        "english": "Restraining all the senses and focusing on Me, one whose senses are under control is established in steady wisdom.",
        "hindi": "जो सभी इंद्रियों को संयमित कर केवल मुझमें स्थित रहता है, उसी की बुद्धि स्थिर होती है।",
        "telugu": "యఒకడు తన ఇంద్రియాలను పూర్తిగా నియంత్రించి నన్ను ఆశ్రయిస్తాడో, అతని జ్ఞానం స్థిరంగా ఉంటుంది.",
        "tamil": "யார் அனைத்து புலன்களையும் கட்டுப்படுத்தி என்னை மட்டுமே சார்ந்து இருப்பாரோ, அவரின் ஞானம் நிலையானதாக இருக்கும்.",
        "kannada": "ಎಲ್ಲ ಇಂದ್ರಿಯಗಳನ್ನು ನಿಯಂತ್ರಿಸಿ ನನ್ನಲ್ಲಿ ಮಾತ್ರ ಮನಸ್ಸನ್ನು ಸ್ಥಿರಗೊಳಿಸಿದವನಿಗೆ ಸ್ಥಿರ ಬುದ್ಧಿ ಸಿದ್ಧಿಸುತ್ತದೆ."
      },
      "62": {
        "sanskrit": "ध्यायतो विषयान्पुंसः सङ्गस्तेषूपजायते |\nसङ्गात्संजायते कामः कामात्क्रोधोऽभिजायते || २.६२ ||",
        "english": "When a person contemplates sense objects, attachment arises; from attachment comes desire, and from desire arises anger.",
        "hindi": "जब मनुष्य विषयों का ध्यान करता है, तो उसमें आसक्ति उत्पन्न होती है। आसक्ति से इच्छा उत्पन्न होती है, और इच्छा से क्रोध जन्म लेता है।",
        "telugu": "విషయాలను ధ్యానిస్తే ఆసక్తి ఏర్పడుతుంది, ఆసక్తి నుండి కోరిక, కోరిక నుండి కోపం జన్మిస్తాయి.",
        "tamil": "புலன்களை பற்றிச் சிந்திக்கும் போது ஆசை ஏற்படுகிறது, ஆசையிலிருந்து ஆசை, ஆசையிலிருந்து கோபம் உண்டாகிறது.",
        "kannada": "ವಿಷಯಗಳ ಕುರಿತು ಚಿಂತನೆ ಮಾಡಿದಾಗ ಆಸಕ್ತಿ ಮೂಡುತ್ತದೆ; ಆಸಕ್ತಿಯಿಂದ ಕಾಮನೆ ಹುಟ್ಟುತ್ತದೆ; ಕಾಮನೆಗೂಪಟಿಕೆಯಿಂದ ಕೋಪವು ಉತ್ಪತ್ತಿಯಾಗುತ್ತದೆ."
      },
      "63": {
        "sanskrit": "क्रोधाद्भवति संमोहः संमोहात्स्मृतिविभ्रमः |\nस्मृतिभ्रंशाद्बुद्धिनाशो बुद्धिनाशात्प्रणश्यति || २.६३ ||",
        "english": "From anger arises delusion, from delusion confusion of memory; from loss of memory comes loss of intelligence, and when intelligence is lost, one perishes.",
        "hindi": "क्रोध से मोह उत्पन्न होता है, मोह से स्मृति भ्रमित हो जाती है, स्मृति के भ्रम से बुद्धि का नाश हो जाता है, और बुद्धि के नष्ट होने पर मनुष्य नष्ट हो जाता है।",
        "telugu": "కోపం నుండి మోహం కలుగుతుంది, మోహం వల్ల జ్ఞాపకం మందగిస్తుంది, జ్ఞాపకం కోల్పోతే బుద్ధి నాశనమవుతుంది, బుద్ధి నాశనం అయితే మనిషి పతనమవుతాడు.",
        "tamil": "கோபத்திலிருந்து மாயை உண்டாகிறது, மாயையிலிருந்து நினைவின் குழப்பம் ஏற்படுகிறது, நினைவின் குழப்பத்திலிருந்து புத்தி அழிகிறது, புத்தி அழிந்தால் மனிதன் வீழ்கிறான்.",
        "kannada": "ಕೋಪದಿಂದ ಮೋಹವು ಹುಟ್ಟುತ್ತದೆ, ಮೋಹದಿಂದ ಸ್ಮೃತಿಭ್ರಮವುಂಟಾಗುತ್ತದೆ, ಸ್ಮೃತಿಭ್ರಮದಿಂದ ಬುದ್ಧಿನಾಶವಾಗುತ್ತದೆ, ಬುದ್ಧಿನಾಶದಿಂದ ಮನುಷ್ಯನ ನಾಶವಾಗುತ್ತಾನೆ."
      },
      "64": {
        "sanskrit": "रागद्वेषवियुक्तैस्तु विषयानिन्द्रियैश्चरन् |\nआत्मवश्यैर्विधेयात्मा प्रसादमधिगच्छति || २.६४ ||",
        "english": "One who is free from attachment and aversion, even while experiencing sense objects, with self-restraint, attains divine peace.",
        "hindi": "जो व्यक्ति राग और द्वेष से मुक्त होकर इंद्रियों द्वारा विषयों का अनुभव करता है, और आत्मसंयमी है, वह शांति प्राप्त करता है।",
        "telugu": "ఆసక్తి, ద్వేషం లేకుండా ఇంద్రియాలను నియంత్రించి ఎవడు జీవిస్తాడో, అతడు పరమశాంతిని పొందుతాడు.",
        "tamil": "பொறுமை, வெறுப்பு இல்லாமல் புலன்களை கட்டுப்படுத்தி இருப்பவன் பரமசாந்தியை அடைகிறான்.",
        "kannada": "ಆಸಕ್ತಿ ಮತ್ತು ದ್ವೇಷವಿಲ್ಲದೆ, ಆತ್ಮ ನಿಯಂತ್ರಣದೊಂದಿಗೆ ವಿಷಯಗಳನ್ನು ಅನುಭವಿಸುವವನು ಪರಮ ಶಾಂತಿಯನ್ನು ಪಡೆಯುತ್ತಾನೆ."
      },
      "65": {
        "sanskrit": "प्रसादे सर्वदुःखानां हानिरस्योपजायते |\nप्रसन्नचेतसो ह्याशु बुद्धिः पर्यवतिष्ठते || २.६५ ||",
        "english": "In divine peace, all sorrows are destroyed; a peaceful mind soon becomes steady in wisdom.",
        "hindi": "शांति प्राप्त होने पर सभी दुख समाप्त हो जाते हैं; और शांत चित्त वाला व्यक्ति शीघ्र ही स्थिर बुद्धि प्राप्त कर लेता है।",
        "telugu": "శాంతిని పొందినవానికి అన్ని దుఃఖాలు తొలగిపోతాయి, ప్రశాంతమైన మనసు త్వరగా స్థిరమైన జ్ఞానాన్ని పొందుతుంది.",
        "tamil": "சாந்தி பெற்றவனின் அனைத்து துக்கங்களும் நீங்குகின்றன; அமைதியான மனம் விரைவில் நிலையான ஞானத்தை அடைகிறது.",
        "kannada": "ಶಾಂತಿಯನ್ನು ಹೊಂದಿದವನು ಎಲ್ಲಾ ದುಃಖಗಳಿಂದ ಮುಕ್ತನಾಗುತ್ತಾನೆ; ಶಾಂತ ಮನಸ್ಸು ಶೀಘ್ರದಲ್ಲಿಯೇ ಸ್ಥಿರಬುದ್ಧಿಯನ್ನು ಹೊಂದುತ್ತದೆ."
      },
      "66": {
        "sanskrit": "नास्ति बुद्धिरयुक्तस्य न चायुक्तस्य भावना |\nन चाभावयतः शान्तिरशान्तस्य कुतः सुखम् || २.६६ ||",
        "english": "For the unsteady, there is no wisdom, nor is there meditation. Without meditation, there is no peace, and without peace, how can there be happiness?",
        "hindi": "जिसका चित्त अस्थिर है, उसे न बुद्धि प्राप्त होती है, न ध्यान। ध्यान के बिना शांति नहीं, और शांति के बिना सुख कहाँ से आएगा?",
        "telugu": "స్థిరత లేని వానికి బుద్ధి ఉండదు, ధ్యానం ఉండదు. ధ్యానం లేకుండా శాంతి ఉండదు, శాంతి లేకుండా ఆనందం ఎలా వస్తుంది?",
        "tamil": "அமைதியற்றவனுக்கு ஞானம் இல்லை, அவனுக்கு தியானமும் இல்லை; தியானமில்லாது அமைதி இல்லை, அமைதியில்லாது மகிழ்ச்சி எங்கே?",
        "kannada": "ಅಸ್ಥಿರನಿಗೆ ಬುದ್ಧಿಯಿಲ್ಲ, ಧ್ಯಾನವೂ ಇಲ್ಲ; ಧ್ಯಾನವಿಲ್ಲದವನಿಗೆ ಶಾಂತಿ ಇಲ್ಲ, ಶಾಂತಿಯಿಲ್ಲದವನಿಗೆ ಸುಖವಿಲ್ಲ."
      },
      "67": {
        "sanskrit": "इन्द्रियाणां हि चरतां यन्मनोऽनुविधीयते |\nतदस्य हरति प्रज्ञां वायुर्नावमिवाम्भसि || २.६७ ||",
        "english": "Just as the wind carries away a boat on the water, so does even one of the roaming senses on which the mind focuses carry away the intellect.",
        "hindi": "जैसे जल में नौका को वायु बहा ले जाती है, वैसे ही इंद्रियों में से कोई एक, जिस पर मन केंद्रित होता है, बुद्धि को हर लेती है।",
        "telugu": "ఎటువంటి గాలి పడితే పడవను తిప్పివేయగలదో, అటువంటి విధంగా ఒక భ్రమణం చేసే ఇంద్రియము మనస్సును కొట్టుకుపోతుంది.",
        "tamil": "எந்தக் காற்று படகை திசைமாற்றுமோ, அந்தபோல் ஒரு புலனும் மனதை ஈர்க்கும்போது புத்தியை அழித்துவிடும்.",
        "kannada": "ಗಾಳಿ ಹಡಗನ್ನು ತಿರುಗಿಸುವಂತೆ, ಒಂದೇ ಒಂದು ಅಶ್ರಯಿಸಿದ ಇಂದ್ರಿಯವೂ ಮನಸ್ಸು ಅಲೆಯಾಗಿ ಬುದ್ಧಿಯನ್ನು ನಾಶ ಮಾಡುತ್ತದೆ."
      },
      "68": {
        "sanskrit": "तस्माद्यस्य महाबाहो निगृहीतानि सर्वशः |\nइन्द्रियाणि इन्द्रियार्थेभ्यस्तस्य प्रज्ञा प्रतिष्ठिता || २.६८ ||",
        "english": "Therefore, O mighty-armed one, one who completely restrains his senses from sense objects is established in steady wisdom.",
        "hindi": "इसलिए, हे महाबाहो, जो अपनी इंद्रियों को संपूर्ण रूप से विषयों से दूर रखता है, उसकी बुद्धि स्थिर होती है।",
        "telugu": "కాబట్టి, ఓ మహాబాహువైన అర్జునా! ఎవరైతే తమ ఇంద్రియాలను పూర్తిగా నియంత్రిస్తారో, వారి జ్ఞానం స్థిరంగా ఉంటుంది.",
        "tamil": "எனவே, ஓ மகாபாஹுவே, யார் தங்களது புலன்களை முற்றிலும் கட்டுப்படுத்துகிறார்களோ, அவர்களின் ஞானம் நிலையாக இருக்கும்.",
        "kannada": "ಆದ್ದರಿಂದ, ಓ ಮಹಾಬಾಹು, ಇಂದ್ರಿಯಗಳನ್ನು ಸಂಪೂರ್ಣವಾಗಿ ನಿಯಂತ್ರಿಸುವವನಿಗೆ ಸ್ಥಿರಬುದ್ಧಿ ಇರುತ್ತದೆ."
      },
      "69": {
        "sanskrit": "या निशा सर्वभूतानां तस्यां जागर्ति संयमी |\nयस्यां जाग्रति भूतानि सा निशा पश्यतो मुनेः || २.६९ ||",
        "english": "That which is night to all beings, in that the self-controlled one is awake; and when all beings are awake, that is night to the sage who sees.",
        "hindi": "जो सभी प्राणियों के लिए रात्रि के समान है, उसमें संयमी जागता है; और जिसमें सभी प्राणी जागते हैं, वह मुनि के लिए रात्रि के समान है।",
        "telugu": "అది అందరికీ రాత్రి అయినా, నియమితుడైన వాడు తాను దానిలో మేల్కొంటాడు; అందరూ మేల్కొన్నప్పుడు, అది మునికి రాత్రిగా ఉంటుంది.",
        "tamil": "எல்லா உயிர்களுக்கும் இரவாக இருப்பதைக் கவனமுடையவர் விழித்துக் காண்கிறார்; உயிர்கள் விழித்திருக்கும் நிலை முனிவருக்கு இரவாக உள்ளது.",
        "kannada": "ಎಲ್ಲ ಜೀವಿಗಳಿಗೆ ಅದು ರಾತ್ರಿಯಂತಿದೆ, ಆದರೆ ಸಂಯಮಿಯು ಅದರಲ್ಲಿ ಜಾಗೃತನಾಗಿರುತ್ತಾನೆ; ಎಲ್ಲ ಜೀವಿಗಳು ಜಾಗೃತವಾಗಿರುವುದು ಮುನಿಯ ಹತ್ತಿರ ರಾತ್ರಿಯಾಗಿದೆ."
      },
      "70": {
        "sanskrit": "आपूर्यमाणमचलप्रतिष्ठं समुद्रमापः प्रविशन्ति यद्वत् |\nतद्वत्कामा यं प्रविशन्ति सर्वे स शान्तिं नाप्नोति न कामकामी || २.७० ||",
        "english": "Just as rivers enter the ocean, which remains unmoved, so too desires enter the self-controlled one and he attains peace, not the one who is full of desires.",
        "hindi": "जिस प्रकार नदियाँ समुद्र में मिलती हैं, जो अचल रहता है, उसी प्रकार इच्छाएँ संयमी व्यक्ति में प्रविष्ट होती हैं और वह शांति प्राप्त करता है, न कि इच्छाओं का दास।",
        "telugu": "ఏ విధంగా అన్ని నదులు సముద్రంలో కలుస్తాయో, అలాగే అన్ని కోరికలు నియంత్రిత మనిషిని చేరతాయి, కానీ కోరికలతో నిండినవాడు శాంతిని పొందలేడు.",
        "tamil": "எப்படி நதிகள் கடலில் கலக்கின்றனவோ, அதேபோல் அனைத்து ஆசைகளும் தன்னை கட்டுப்படுத்தியவரைப் போய் சேரும், ஆனால் ஆசைகளுடன் இருப்பவன் அமைதியை அடைய மாட்டான்.",
        "kannada": "ಎಲ್ಲಾ ನದಿಗಳು ಸಮುದ್ರಕ್ಕೆ ಸೇರುವಂತೆ, ಎಲ್ಲಾ ಕಾಮನೆಗಳು ಸಂಯಮಿಯ ಹೃದಯಕ್ಕೆ ಸೇರುತ್ತವೆ, ಆದರೆ ಕಾಮಕಾಮಿ ಶಾಂತಿಯನ್ನು ಪಡೆಯುವದಿಲ್ಲ."
      },
      "71": {
        "sanskrit": "विहाय कामान्यः सर्वान्पुमांश्चरति निःस्पृहः |\nनिर्ममो निरहङ्कारः स शान्तिं अधिगच्छति || २.७१ ||",
        "english": "That person who abandons all material desires and lives free from cravings, possessiveness, and ego attains peace.",
        "hindi": "जो व्यक्ति सभी सांसारिक इच्छाओं को त्याग कर, आसक्ति और अहंकार से रहित होकर जीवन यापन करता है, वह शांति प्राप्त करता है।",
        "telugu": "యావడు తనలోని అన్ని కోరికలను విడిచిపెట్టి, ఎటువంటి ఆశలు, స్వార్థం, గర్వం లేకుండా జీవిస్తాడో, అతడు శాంతిని పొందుతాడు.",
        "tamil": "எல்லா ஆசைகளையும் துறந்து, பற்றின்மை, சொந்தம், அகந்தையற்றவன் அமைதியை அடைகின்றான்.",
        "kannada": "ಎಲ್ಲಾ ಆಸೆಗಳನ್ನು ತ್ಯಜಿಸಿ, ನಿರಾಸಕ್ತಿ, ನಿರ್ಭರಿತ್ವ ಮತ್ತು ಅಹಂಕಾರವಿಲ್ಲದೆ ಇರುವವನು ಶಾಂತಿಯನ್ನು ಪಡೆಯುತ್ತಾನೆ."
      },
      "72": {
        "sanskrit": "एषा ब्राह्मी स्थितिः पार्थ नैनां प्राप्य विमुह्यति |\nस्थित्वास्यामन्तकालेऽपि ब्रह्मनिर्वाणमृच्छति || २.७२ ||",
        "english": "O Arjuna, this is the divine state. Having attained this, one is not deluded. Being established in this even at the moment of death, one attains liberation.",
        "hindi": "हे पार्थ, यह ब्राह्मी स्थिति है। इसे प्राप्त करने के बाद व्यक्ति मोहित नहीं होता। इस स्थिति में स्थित होकर मृत्यु के समय भी ब्रह्म निर्वाण प्राप्त करता है।",
        "telugu": "ఓ అర్జునా, ఇది బ్రాహ్మి స్థితి. దీనిని పొందినవాడు మాయలో పడడు. ఈ స్థితిలో ఉండి మరణించినప్పటికీ బ్రహ్మ నిర్వాణాన్ని పొందగలడు.",
        "tamil": "ஓ பார்த்தா, இது தெய்வீக நிலை. இதைப் பெற்றவன் மோஹமடைவதில்லை. இறப்பின்போதுகூட இதிலே நிலைத்திருந்தால் மோக்ஷத்தை அடைவான்.",
        "kannada": "ಓ ಪಾರ್ಥ, ಇದು ಬ್ರಾಹ್ಮಿ ಸ್ಥಿತಿ. ಇದನ್ನು ಹೊಂದಿದವನು ಮೋಹಿತನಾಗುವುದಿಲ್ಲ. ಇದರಲ್ಲಿ ಸ್ಥಿರನಾಗಿ ಸಾಯುವವನು ಬ್ರಹ್ಮನಿರ್ವಾಣವನ್ನು ಪಡೆಯುತ್ತಾನೆ."
      }
    }
  }
}
